export let matchingQuestions = [
      
  {
  "question": "Кој механизам на дејство одговара на соодветниот лек?",
  "pairs": [
    { "id": "A", "term": "Хепарин", "correctAnswer": "Дејство преку антитромбин 3" },
    { "id": "B", "term": "клопидогрел", "correctAnswer": "Активација на GPIIb/IIIa комплекс" },
    { "id": "C", "term": "аценокумарол", "correctAnswer": "Оксидативна инактивација на витамин К" },
    { "id": "D", "term": "стрептокиназа", "correctAnswer": "Претварање на неактивен во активен плазмин" },
    { "id": "E", "term": "витамин К", "correctAnswer": "Синтеза на протромбин и коагулациони фактори" }
  ],
  "options": [
    "Претварање на неактивен во активен плазмин",
    "Дејство преку антитромбин 3",
    "Оксидативна инактивација на витамин К",
    "Активација на GPIIb/IIIa комплекс",
    "Синтеза на протромбин и коагулациони фактори"
  ]
},
{
  "question": "Означете ја соодветната фармакодинамска гриупа на долунаведените лекови?",
  "pairs": [
    { "id": "A", "term": "Неселективен бета рецепторен антагонист", "correctAnswer": "Пропранолол" },
    { "id": "B", "term": "Бета 1 селективен антагонист", "correctAnswer": "Метопролол" },
    { "id": "C", "term": "Иреверзибилен алфа рецепторен антагонист", "correctAnswer": "Феноксибензамин" },
    { "id": "D", "term": "Бета 2 селективен антагонист", "correctAnswer": "Бутоксамин" },
    { "id": "E", "term": "Алфа 1 селективен антагонист", "correctAnswer": "Празосин" }
  ],
  "options": [
    "Метопролол",
    "Феноксибензамин",
    "Бутоксамин",
    "Пропранолол",
    "Празосин"
  ]
},
{
  "question": "Поврзи го лекот со типичното несакано дејство кое го предизвикува?",
  "pairs": [
    { "id": "A", "term": "Тироксин", "correctAnswer": "Нарушена тироидна функција" },
    { "id": "B", "term": "глибенкламид", "correctAnswer": "Хипогликемија" },
    { "id": "C", "term": "кортикостерон", "correctAnswer": "Остгеопороза" },
    { "id": "D", "term": "ибандронат", "correctAnswer": "Остгеопороза" },
    { "id": "E", "term": "амиодарон", "correctAnswer": "Срцеви аритмии" }
  ],
  "options": [
    "ГИТ нарушувања",
    "Хипогликемија",
    "Нарушена тироидна функција",
    "Срцеви аритмии",
    "Остгеопороза"
  ]
},
{
  "question": "На која група антистматични лекови припаѓа соодветниот лек?",
  "pairs": [
    { "id": "A", "term": "Ипратропиум", "correctAnswer": "Антагонисти на мускарински рецептори" },
    { "id": "B", "term": "Теофилин", "correctAnswer": "Метилксантини" },
    { "id": "C", "term": "Салбутамол", "correctAnswer": "Бета 2 адренергични агонисти" },
    { "id": "D", "term": "Монтелукаст", "correctAnswer": "Антагонисти на цистеинил леукотриенски рецептори" },
    { "id": "E", "term": "Будесонид", "correctAnswer": "Антиинфламаторни лекови" }
  ],
  "options": [
    "Антагонисти на мускарински рецептори",
    "Метилксантини",
    "Бета 2 адренергични агонисти",
    "Антагонисти на цистеинил леукотриенски рецептори",
    "Антиинфламаторни лекови"
  ]
},
{
  "question": "Означете ја соодветната фармакодинамска група на долунаведените лекови?",
  "pairs": [
    { "id": "A", "term": "Бета 1 селективен агонист", "correctAnswer": "Добутамин" },
    { "id": "B", "term": "Неселективен бета рецепторен агонист", "correctAnswer": "Изопротеренол / изопреналин" },
    { "id": "C", "term": "Бета 2 селективен агонист", "correctAnswer": "Тербуталин" },
    { "id": "D", "term": "Алфа 2 селективен агонист", "correctAnswer": "Ксилометазол" },
    { "id": "E", "term": "Алфа 1 селективен агонист", "correctAnswer": "Метоксамин" }
  ],
  "options": [
    "Изопротеренол / изопреналин",
    "Добутамин",
    "Ксилометазол",
    "Метоксамин",
    "Тербуталин"
  ]
},
{
  "question": "Поврзете го лекот со точното тврдење за него?",
  "pairs": [
    { "id": "A", "term": "Вазодилататор со индиректно дејство", "correctAnswer": "Еналаприл" },
    { "id": "B", "term": "Антитромбоцитен лек", "correctAnswer": "Дипиридамол" },
    { "id": "C", "term": "Лек за хипертироидизам", "correctAnswer": "Пропилтиоурацил" },
    { "id": "D", "term": "Лек за Алцхајмерова болест", "correctAnswer": "Ривастигмин" },
    { "id": "E", "term": "Антидепресивен лек", "correctAnswer": "Венфлаксин" }
  ],
  "options": [
    "Ривастигмин",
    "Дипиридамол",
    "Пропилтиоурацил",
    "Еналаприл",
    "Венфлаксин"
  ]
},
{
  "question": "Означете ја соодветната индикација на долунаведените лекови?",
  "pairs": [
    { "id": "A", "term": "Неостигмин", "correctAnswer": "Терапија на мијастенија гравис" },
    { "id": "B", "term": "Допенезил", "correctAnswer": "Терапија на алцхајмер" },
    { "id": "C", "term": "Едрофониум", "correctAnswer": "Дијагностицирање на мијастенија гравис" },
    { "id": "D", "term": "Екотиофат", "correctAnswer": "Терапија на глауком" },
    { "id": "E", "term": "Ипратропиум", "correctAnswer": "Терапија на астма" }
  ],
  "options": [
    "Терапија на мијастенија гравис",
    "Терапија на алцхајмер",
    "Дијагностицирање на мијастенија гравис",
    "Терапија на глауком",
    "Терапија на астма"
  ]
},
{
  "question": "Поврзете го лекот со неговиот механизам на дејство?",
  "pairs": [
    { "id": "A", "term": "Глибенкламид", "correctAnswer": "Блокада на К+ АТП канали" },
    { "id": "B", "term": "Акарбоза", "correctAnswer": "Инхибиција на алфа глукозидаза" },
    { "id": "C", "term": "Пантопразол", "correctAnswer": "Блокада на H+ K+ ATPаза" },
    { "id": "D", "term": "Верапамил", "correctAnswer": "Блокатор на калциумови канали" },
    { "id": "E", "term": "Пропилтиоурацил", "correctAnswer": "Инхибитор на тиропероксидаза" }
  ],
  "options": [
    "Инхибитор на тиропероксидаза",
    "Блокада на К+ АТП канали",
    "Блокада на H+ K+ ATPаза",
    "Блокатор на калциумови канали",
    "Инхибиција на алфа глукозидаза"
  ]
},
{
  "question": "Поврзете го антимикробниот лек со точното тврдење за него (наведете го неговиот број)?",
  "pairs": [
    { "id": "A", "term": "Антистафилококов пеницилин", "correctAnswer": "Метицилин" },
    { "id": "B", "term": "Аминогликозиден антибиотик", "correctAnswer": "Неомицин" },
    { "id": "C", "term": "Цефалоспорин од IV генерација", "correctAnswer": "Цефепим" },
    { "id": "D", "term": "Кинолон", "correctAnswer": "Офлоксацин" },
    { "id": "E", "term": "Цефалоспорин од I генерација", "correctAnswer": "Цефазолин" }
  ],
  "options": [
    "Метицилин",
    "Неомицин",
    "Цефепим",
    "Офлоксацин",
    "Цефазолин"
  ]
},
{
  "question": "Поврзете го лекот или поимот со точното тврдење за него (наведете го неговиот број)?",
  "pairs": [
    { "id": "A", "term": "Антидепресивен лек", "correctAnswer": "Циталопрам" },
    { "id": "B", "term": "Вазодилататор со директно дејство", "correctAnswer": "Миноксидил" },
    { "id": "C", "term": "Лек за хипертиреоидизам", "correctAnswer": "Тиоуреилени" },
    { "id": "D", "term": "Парентерален антикоагулантен лек", "correctAnswer": "Еноксапарин" },
    { "id": "E", "term": "Лек за Алцихајмерова болест", "correctAnswer": "Такрин" }
  ],
  "options": [
    "Циталопрам",
    "Миноксидил",
    "Тиоуреилени",
    "Еноксапарин",
    "Такрин"
  ]
},
{
  "question": "Поврзете го антивирусниот лек со вирусот на кој делува?",
  "pairs": [
    { "id": "A", "term": "ХИВ", "correctAnswer": "Зидовудин" },
    { "id": "B", "term": "Херпес симплекс", "correctAnswer": "Ацикловир" },
    { "id": "C", "term": "Цитомегаловирус", "correctAnswer": "Ганцикловир" },
    { "id": "D", "term": "Арена вирус", "correctAnswer": "Трибавирин" },
    { "id": "E", "term": "Вирус на инфлуенца", "correctAnswer": "Оселтамивир" }
  ],
  "options": [
    "Зидовудин",
    "Ацикловир",
    "Ганцикловир",
    "Трибавирин",
    "Оселтамивир"
  ]
},
{
  "question": "Поврзете го механизмот на дејство кој одговара со соодветниот антибиотик?",
  "pairs": [
    { "id": "A", "term": "Пеницилин Г", "correctAnswer": "Синтеза на кл ѕид" },
    { "id": "B", "term": "Ципрофлоксацин", "correctAnswer": "Инхибиција на синтеза на нуклеински к-ни" },
    { "id": "C", "term": "Амикацин", "correctAnswer": "Инхибиција на синтеза на протеини" },
    { "id": "D", "term": "Сулфалиазин", "correctAnswer": "Инхибиција на синтеза на фолати" }
  ],
  "options": [
    "Синтеза на кл ѕид",
    "Инхибиција на синтеза на нуклеински к-ни",
    "Инхибиција на синтеза на протеини",
    "Инхибиција на синтеза на фолати"
  ]
},
{
  "question": "На која група на антиулкусни лекови припаѓа соодветниот лек?",
  "pairs": [
    { "id": "A", "term": "Ранитидин", "correctAnswer": "Блокатори на хистамински H2 рецептори" },
    { "id": "B", "term": "Алуминиум хидроксид", "correctAnswer": "Антациди" },
    { "id": "C", "term": "Пирензепин", "correctAnswer": "Антимускарински лекови" },
    { "id": "D", "term": "Сукралфат", "correctAnswer": "Мукопротективи" },
    { "id": "E", "term": "Есомепразол", "correctAnswer": "Инхибитори на протонска пумпа" }
  ],
  "options": [
    "Блокатори на хистамински H2 рецептори",
    "Антациди",
    "Антимускарински лекови",
    "Мукопротективи",
    "Инхибитори на протонска пумпа"
  ]
},
{
  "question": "Кој механизам на дејство одговара на соодветниот лек?",
  "pairs": [
    { "id": "A", "term": "Метопролол", "correctAnswer": "Бета блокатор" },
    { "id": "B", "term": "Фенилефрин", "correctAnswer": "Алфа агонист" },
    { "id": "C", "term": "Теразосин", "correctAnswer": "Алфа блокатор" },
    { "id": "D", "term": "Фенотерол", "correctAnswer": "Бета 2 агонист" }
  ],
  "options": [
    "Бета блокатор",
    "Алфа агонист",
    "Алфа блокатор",
    "Бета 2 агонист"
  ]
},
{
  "question": "Која индикација за употреба најмногу одговара на соодветниот лек?",
  "pairs": [
    { "id": "A", "term": "Изосорбид динитрат", "correctAnswer": "Ангина пекторис" },
    { "id": "B", "term": "Амлодипин", "correctAnswer": "Хипертензија" },
    { "id": "C", "term": "Пропафенон", "correctAnswer": "Вентрикуларна аритмија" },
    { "id": "D", "term": "Дигоксин", "correctAnswer": "Срцева слабост" }
  ],
  "options": [
    "Ангина пекторис",
    "Хипертензија",
    "Вентрикуларна аритмија",
    "Срцева слабост"
  ]
},
{
  "question": "Кое несакано дејство одговара на соодветниот лек?",
  "pairs": [
    { "id": "A", "term": "Метформин", "correctAnswer": "Хипогликемија" },
    { "id": "B", "term": "Аспирин", "correctAnswer": "Крварење од ГИТ" },
    { "id": "C", "term": "Еналаприл", "correctAnswer": "Сува кашлица" },
    { "id": "D", "term": "Гентамицин", "correctAnswer": "Ототоксичност" },
    { "id": "E", "term": "Рисперидон", "correctAnswer": "Тардивна дискинезија" }
  ],
  "options": [
    "Хипогликемија",
    "Крварење од ГИТ",
    "Сува кашлица",
    "Ототоксичност",
    "Тардивна дискинезија"
  ]
},
{
  "question": "На која група на невролептици припаѓа соодветниот лек?",
  "pairs": [
    { "id": "A", "term": "Хлорпротиксен", "correctAnswer": "Тиоксантини" },
    { "id": "B", "term": "Дроперидол", "correctAnswer": "Бутирофенони" },
    { "id": "C", "term": "Флуфеназин", "correctAnswer": "Фенотиазини" },
    { "id": "D", "term": "Рисперидон", "correctAnswer": "Бензизоксазоли" },
    { "id": "E", "term": "Оланзапин", "correctAnswer": "Дибензодиазепини" }
  ],
  "options": [
    "Тиоксантини",
    "Бутирофенони",
    "Фенотиазини",
    "Бензизоксазоли",
    "Дибензодиазепини"
  ]
},
{
  "question": "Кој механизам на дејство одговара на соодветниот лек?",
  "pairs": [
    { "id": "A", "term": "Селегилин", "correctAnswer": "Инхибиција на МАО" },
    { "id": "B", "term": "Миансерин", "correctAnswer": "Блокада на пресинаптички алфа 2 адренергични рецептори" },
    { "id": "C", "term": "Флуоксетин", "correctAnswer": "Селективна инхибиција на повторно превземање на серотонин" },
    { "id": "D", "term": "Амитриптилин", "correctAnswer": "Инхибиција на повторно превземање на моноамини" }
  ],
  "options": [
    "Инхибиција на МАО",
    "Блокада на пресинаптички алфа 2 адренергични рецептори",
    "Селективна инхибиција на повторно превземање на серотонин",
    "Инхибиција на повторно превземање на моноамини"
  ]
},
{
  "question": "Поврзете го лекот со неговиот механизам на дејство?",
  "pairs": [
    { "id": "A", "term": "Метопролол", "correctAnswer": "Бета 1 селективен антагонист" },
    { "id": "B", "term": "Пропранолол", "correctAnswer": "Бета неселективен антагонист" },
    { "id": "C", "term": "Адреналин", "correctAnswer": "Бета 1 и бета 2 агонист" },
    { "id": "D", "term": "Фенотерол", "correctAnswer": "Бета 2 селективен агонист" },
    { "id": "E", "term": "Окспренелол", "correctAnswer": "Интризична симпатичка активност" }
  ],
  "options": [
    "Бета 1 селективен антагонист",
    "Бета неселективен антагонист",
    "Бета 1 и бета 2 агонист",
    "Бета 2 селективен агонист",
    "Интризична симпатичка активност"
  ]
},
{
  "question": "Кој механизам на дејство одговара на соодветниот лек?",
  "pairs": [
    { "id": "A", "term": "Магнезиум хидроксид", "correctAnswer": "Неутрализација на желудочна киселина" },
    { "id": "B", "term": "Цинаризин", "correctAnswer": "Блокатор на хистамински H1 рецептори" },
    { "id": "C", "term": "Омепразол", "correctAnswer": "Инхибитор на протонска пумпа" },
    { "id": "D", "term": "Ранитидин", "correctAnswer": "Блокатор на хистамински H2 рецептори" },
    { "id": "E", "term": "Ондасертон", "correctAnswer": "Антагонист на 5 HT3 рецептори" }
  ],
  "options": [
    "Неутрализација на желудочна киселина",
    "Блокатор на хистамински H1 рецептори",
    "Инхибитор на протонска пумпа",
    "Блокатор на хистамински H2 рецептори",
    "Антагонист на 5 HT3 рецептори"
  ]
},
{
"question": "Кој механизам на дејство одговара на соодветниот лек?",
"pairs": [
  { "id": "A", "term": "Атропин", "correctAnswer": "Антихолинергичен лек" },
  { "id": "B", "term": "Ацетилхолин", "correctAnswer": "Холинергичен лек со директно дејство" },
  { "id": "C", "term": "Метахолин", "correctAnswer": "Холинергичен лек со директно дејство" },
  { "id": "D", "term": "Неостигмин", "correctAnswer": "Холинергичен лек со индиректно дејство" },
  { "id": "E", "term": "Пралидоксим", "correctAnswer": "Реактиватор на ацетилхолинестераза" }
],
"options": [
  "Антихолинергичен лек",
  "Холинергичен лек со директно дејство",
  "Холинергичен лек со индиректно дејство",
  "Реактиватор на ацетилхолинестераза"
]
},
{
  "question": "Поврзете ги споменатите лекови со соодветната индикација?",
  "pairs": [
    { "id": "A", "term": "Декстрометорфан", "correctAnswer": "Кашлица" },
    { "id": "B", "term": "Берактант", "correctAnswer": "Респираторен дистрес синдром на новороденчиња" },
    { "id": "C", "term": "Тиотропиум", "correctAnswer": "ХОББ" },
    { "id": "D", "term": "Салбутамол", "correctAnswer": "Прволиниска терапија на астма" }
  ],
  "options": [
    "Кашлица",
    "Респираторен дистрес синдром на новороденчиња",
    "ХОББ",
    "Прволиниска терапија на астма"
  ]
},
{
  "question": "Кое несакано дејство е типично за соодветниот лек (наведете го редниот број на лекот)?",
  "pairs": [
    { "id": "1", "term": "Аценокумарол", "correctAnswer": "Продолжено крварење" },
    { "id": "2", "term": "Теноксикам", "correctAnswer": "Крварење од ГИТ" },
    { "id": "3", "term": "Тобрамицин", "correctAnswer": "Нефротоксичност" },
    { "id": "4", "term": "Еналаприл / лизиноприл", "correctAnswer": "Сува кашлица" },
    { "id": "5", "term": "Халоперидол", "correctAnswer": "Тардивна дискинезија" }
  ],
  "options": [
    "Продолжено крварење",
    "Крварење од ГИТ",
    "Нефротоксичност",
    "Сува кашлица",
    "Тардивна дискинезија"
  ]
},
{
  "question": "Кој механизам на дејство одговара на соодветниот антиаритмин?",
  "pairs": [
    { "id": "1", "term": "Верапамил", "correctAnswer": "Антигонист на калциум" },
    { "id": "2", "term": "Лидокаин", "correctAnswer": "Стабилизатор на мембраната" },
    { "id": "3", "term": "Пропранолол", "correctAnswer": "Бета блокатор" },
    { "id": "4", "term": "Соталол", "correctAnswer": "Продолж. На акцискиот потенцијал" }
  ],
  "options": [
    "Антигонист на калциум",
    "Стабилизатор на мембраната",
    "Бета блокатор",
    "Продолж. На акцискиот потенцијал"
  ]
},
{
  "question": "Кој механизам на дејство одговара на соодветниот хиполипемин?",
  "pairs": [
    { "id": "1", "term": "Ниацин", "correctAnswer": "Инхибиција на липолиза во масно ткиво" },
    { "id": "2", "term": "Гемфиброзил", "correctAnswer": "Стимулација на липопротеинска липаза" },
    { "id": "3", "term": "Холестипол", "correctAnswer": "Врзување на жолчни киселини" },
    { "id": "4", "term": "Аторвастатин", "correctAnswer": "Инхибитор на HGM-CoA редуктаза" }
  ],
  "options": [
    "Инхибиција на липолиза во масно ткиво",
    "Стимулација на липопротеинска липаза",
    "Врзување на жолчни киселини",
    "Инхибитор на HGM-CoA редуктаза"
  ]
},
{
"question": "Кој прекурсор одговара на соодветниот невротрансмитер?",
"pairs": [
  { "id": "A", "term": "Триптофан", "correctAnswer": "Серотонин" },
  { "id": "B", "term": "Глутамат", "correctAnswer": "ГАБА" },
  { "id": "C", "term": "ГАБА", "correctAnswer": "Глутамат" },
  { "id": "D", "term": "Норадреналин", "correctAnswer": "Доа на серотонин" },
  { "id": "E", "term": "Мелатонин", "correctAnswer": "5-Хидрокситриптамин" }
],
"options": [
  "5-Хидрокситриптамин",
  "Тирозин",
  "Алфа-кетогутарат",
  "Серотонин",
  "Глутамат"
]
},
{
    "question": "Кој механизам на дејство одговара на соодветниот лек?",
    "pairs": [
      { "id": "A", "term": "Ранитидин", "correctAnswer": "Блокатор на хистамински H2 рецептори" },
      { "id": "B", "term": "Омепразол", "correctAnswer": "Блокатор на протонска пумпа" },
      { "id": "C", "term": "Ондасетрон", "correctAnswer": "Антагонист на 5HT3 рецептори" },
      { "id": "D", "term": "Пирензепин", "correctAnswer": "Блокатор на M1-мускарински рецептори" }
    ],
    "options": [
      "Блокатор на M1-мускарински рецептори",
      "Антагонист на 5HT3 рецептори",
      "Блокатор на хистамински H2 рецептори",
      "Блокатор на протонска пумпа"
    ]
  },
  {
    "question": "Кој механизам на дејство одговара на соодветниот лек?",
    "pairs": [
      { "id": "A", "term": "Симвастатин", "correctAnswer": "Инхибира ензимот HMG-CoA редуктаза" },
      { "id": "B", "term": "Фенофибрат", "correctAnswer": "Инхибира доздавањето на триглицериди VLDL холестерол" },
      { "id": "C", "term": "Езетимиб", "correctAnswer": "Инхибира апсорпцијата на холестерол" },
      { "id": "D", "term": "Холестирамин", "correctAnswer": "Врзување на жолчни киселини и спречување на апсорпција" },
      { "id": "E", "term": "Никотинамид", "correctAnswer": "Зголемено превземањето на хепаталниот LDL холестерол" }
    ],
    "options": [
      "Инхибира ензимот HMG-CoA редуктаза",
      "Инхибира доздавањето на триглицериди VLDL холестерол",
      "Инхибира апсорпцијата на холестерол",
      "Врзување на жолчни киселини и спречување на апсорпција",
      "Зголемено превземањето на хепаталниот LDL холестерол"
    ]
  },
  {
    "question": "Означете која индикација одговара на соодветниот лек?",
    "pairs": [
      { "id": "A", "term": "Омепразол", "correctAnswer": "Улкусна болест" },
      { "id": "B", "term": "Ондасетрон", "correctAnswer": "Антиеметик" },
      { "id": "C", "term": "Спиронолактон", "correctAnswer": "Диуретик" },
      { "id": "D", "term": "Салбутамол", "correctAnswer": "Астма" },
      { "id": "E", "term": "Хелати на бизмут", "correctAnswer": "Мукопротектив" }
    ],
    "options": [
      "Мукопротектив",
      "Диуретик",
      "Антиеметик",
      "Астма",
      "Улкусна болест"
    ]
  },
  {
    "question": "Кое несакано дејство одговара на соодветниот лек?",
    "pairs": [
      { "id": "A", "term": "Халоперидол", "correctAnswer": "Екстра примидален синдром" },
      { "id": "B", "term": "Нифедипин", "correctAnswer": "Хипотензија" },
      { "id": "C", "term": "Валпроат", "correctAnswer": "Хепатотоксичност" },
      { "id": "D", "term": "Фенитоин", "correctAnswer": "Хиперплазија на гингиви" },
      { "id": "E", "term": "Бромазепам", "correctAnswer": "Толеранција" }
    ],
    "options": [
      "Екстра примидален синдром",
      "Хипотензија",
      "Хепатотоксичност",
      "Хиперплазија на гингиви",
      "Толеранција"
    ]
  },
  {
    "question": "Која индикација за употреба најмногу одговара на соодветниот број на лекот?",
    "pairs": [
      { "id": "A", "term": "Глукагон", "correctAnswer": "Хипогликемија" },
      { "id": "B", "term": "Пропилтиоурацил", "correctAnswer": "Хипертироидизам" },
      { "id": "C", "term": "Ибандронат", "correctAnswer": "Остеопороза" },
      { "id": "D", "term": "Метформин", "correctAnswer": "Дијабетес мелитус" },
      { "id": "E", "term": "Силденафил", "correctAnswer": "Еректилна дисфункција" }
    ],
    "options": [
      "Хипогликемија",
      "Хипертироидизам",
      "Остеопороза",
      "Дијабетес мелитус",
      "Еректилна дисфункција"
    ]
  },
  {
    "question": "Означете на која група припаѓа соодветниот антибиотик?",
    "pairs": [
      { "id": "A", "term": "Пивампицилин", "correctAnswer": "Пеницилин" },
      { "id": "B", "term": "Левофлоксацин", "correctAnswer": "Кинолон" },
      { "id": "C", "term": "Амикацин", "correctAnswer": "Аминогликозиден антибиотик" },
      { "id": "D", "term": "Азтреонам", "correctAnswer": "Монобактам" },
      { "id": "E", "term": "Меропенем", "correctAnswer": "Карбапенем" }
    ],
    "options": [
      "Пеницилин",
      "Кинолон",
      "Аминогликозиден антибиотик",
      "Монобактам",
      "Карбапенем"
    ]
  },
  {
    "question": "Поврзи го лекот со неговата индикација за клиничка употреба?",
    "pairs": [
      { "id": "A", "term": "Пиоглитазон", "correctAnswer": "Дијабетес мелитус тип 2" },
      { "id": "B", "term": "Буспирон", "correctAnswer": "Анксиозност" },
      { "id": "C", "term": "Дексаметазон", "correctAnswer": "Ребматоиден артритис" },
      { "id": "D", "term": "Спиронолактон", "correctAnswer": "Едеми" },
      { "id": "E", "term": "Пропафенон", "correctAnswer": "Аритмии" }
    ],
    "options": [
      "Дијабетес мелитус тип 2",
      "Анксиозност",
      "Ребматоиден артритис",
      "Едеми",
      "Аритмии"
    ]
  },
  {
    "question": "Кој механизам на дејство одговара на соодветниот антидепресивен лек?",
    "pairs": [
      { "id": "A", "term": "Бупропион", "correctAnswer": "Инхибитор на превземање на допамин" },
      { "id": "B", "term": "Фенелзин", "correctAnswer": "МАО-инхибитор" },
      { "id": "C", "term": "Ребоксетин", "correctAnswer": "Инхибитор на превземање на норадреналин" },
      { "id": "D", "term": "Флуоксетин", "correctAnswer": "Селективен инхибитор на превземање на серотонин" },
      { "id": "E", "term": "Дулоксетин", "correctAnswer": "Инхибитор на преземање и на серотонин и на норадреналин" }
    ],
    "options": [
      "Инхибитор на превземање на допамин",
      "МАО-инхибитор",
      "Инхибитор на превземање на норадреналин",
      "Селективен инхибитор на превземање на серотонин",
      "Инхибитор на преземање и на серотонин и на норадреналин"
    ]
  },
  {
    "question": "Поврзи ги споменатите лекови со најчестото несакано дејство?",
    "pairs": [
      { "id": "A", "term": "Натриум бикарбонат", "correctAnswer": "Метаболна алкалоза" },
      { "id": "B", "term": "Хелати на бизмут", "correctAnswer": "Црно пребојување на јазик и фецес" },
      { "id": "C", "term": "Циметидин", "correctAnswer": "Гинекомастија" },
      { "id": "D", "term": "Сукралфат", "correctAnswer": "Намалена апсорпција на лекови" },
      { "id": "E", "term": "Скополамин", "correctAnswer": "Сува уста и заматен вид" }
    ],
    "options": [
      "Метаболна алкалоза",
      "Црно пребојување на јазик и фецес",
      "Гинекомастија",
      "Намалена апсорпција на лекови",
      "Сува уста и заматен вид"
    ]
  },
  {
    "question": "Означете го соодветното фармакодинамско дејство на долунаведените лекови?",
    "pairs": [
      { "id": "A", "term": "Клопидогрел", "correctAnswer": "Антитромбоцитно" },
      { "id": "B", "term": "Варфарин", "correctAnswer": "Перорален антикоагуланс" },
      { "id": "C", "term": "Еноксапарин", "correctAnswer": "Парентерален антикоагуланс" },
      { "id": "D", "term": "Алтеплазе", "correctAnswer": "Фибринолитик" },
      { "id": "E", "term": "Витамин К", "correctAnswer": "Прокоагуланс" }
    ],
    "options": [
      "Антитромбоцитно",
      "Перорален антикоагуланс",
      "Парентерален антикоагуланс",
      "Фибринолитик",
      "Прокоагуланс"
    ]
  },
  {
    "question": "Поврзи го лекот со групата во која припаѓа?",
    "pairs": [
      { "id": "A", "term": "Монобактам", "correctAnswer": "Монобактам" },
      { "id": "B", "term": "Кинолон", "correctAnswer": "Кинолон" },
      { "id": "C", "term": "Пеницилин", "correctAnswer": "Пеницилин" },
      { "id": "D", "term": "Аминогликозид", "correctAnswer": "Аминогликозид" },
      { "id": "E", "term": "Антигабичен лек", "correctAnswer": "Антигабичен лек" }
    ],
    "options": [
      "Монобактам",
      "Кинолон",
      "Пеницилин",
      "Аминогликозид",
      "Антигабичен лек"
    ]
  },
  {
    "question": "Кој механизам на дејство одговара на соодветниот лек?",
    "pairs": [
      { "id": "A", "term": "Аторвастатин", "correctAnswer": "Инхибира ензимот HMG-CoA редуктаза" },
      { "id": "B", "term": "Фенофибрат", "correctAnswer": "Инхибира доздавањето на триглицериди VLDL холестерол" },
      { "id": "C", "term": "Езетимиб", "correctAnswer": "Инхибира апсорпцијата на холестерол" },
      { "id": "D", "term": "Холестирамин", "correctAnswer": "Врзување на жолчни киселини и спречување на апсорпција" },
      { "id": "E", "term": "Никотинамид", "correctAnswer": "Зголемено превземањето на хепаталниот LDL холестерол" }
    ],
    "options": [
      "Инхибира ензимот HMG-CoA редуктаза",
      "Инхибира доздавањето на триглицериди VLDL холестерол",
      "Инхибира апсорпцијата на холестерол",
      "Врзување на жолчни киселини и спречување на апсорпција",
      "Зголемено превземањето на хепаталниот LDL холестерол"
    ]
  },
  {
    "question": "Поврзи го лекот со групата во која припаѓа?",
    "pairs": [
      { "id": "A", "term": "Гризеофулвин", "correctAnswer": "Антигабичен" },
      { "id": "B", "term": "Гентамицин", "correctAnswer": "Аминогликозиден антибиотик" },
      { "id": "C", "term": "Ефавиренз", "correctAnswer": "Антивирусен лек" },
      { "id": "D", "term": "Азтреонам", "correctAnswer": "Монобактам" },
      { "id": "E", "term": "Бацитрацин", "correctAnswer": "Бета лактамски" }
    ],
    "options": [
      "Антигабичен",
      "Аминогликозиден антибиотик",
      "Антивирусен лек",
      "Монобактам",
      "Бета лактамски"
    ]
  },
  {
    "question": "Кој механизам на дејство одговара на соодветниот лек?",
    "pairs": [
      { "id": "A", "term": "Фамцикловир", "correctAnswer": "Инхибитор на ДНА полимераза" },
      { "id": "B", "term": "Тербинафин", "correctAnswer": "Инхибитор на сквален епоксидаза" },
      { "id": "C", "term": "Сулфадиазин", "correctAnswer": "Инхибитор на синтеза на фолна киселина" },
      { "id": "D", "term": "Пефлоксацин", "correctAnswer": "Инхибитор на ДНА гираза" },
      { "id": "E", "term": "Амикацин", "correctAnswer": "Инхибитор на синтеза на протеини" }
    ],
    "options": [
      "Инхибитор на ДНА полимераза",
      "Инхибитор на сквален епоксидаза",
      "Инхибитор на синтеза на фолна киселина",
      "Инхибитор на ДНА гираза",
      "Инхибитор на синтеза на протеини"
    ]
  },
  {
    "question": "Поврзи го лекот со типичното несакано дејство кое го предизвикува?",
    "pairs": [
      { "id": "A", "term": "Инсулин", "correctAnswer": "Хипогликемија" },
      { "id": "B", "term": "Стрептомицин", "correctAnswer": "Оштетување на слух" },
      { "id": "C", "term": "Кортикостерон", "correctAnswer": "Остеопороза" },
      { "id": "D", "term": "Пропранолон", "correctAnswer": "Брадикардија" },
      { "id": "E", "term": "Амиодарон", "correctAnswer": "Нарушена тиреоидна функција" }
    ],
    "options": [
      "Хипогликемија",
      "Оштетување на слух",
      "Остеопороза",
      "Брадикардија",
      "Нарушена тиреоидна функција"
    ]
  },
  {
    "question": "Која индикација за употреба најмногу одговара на соодветниот лек?",
    "pairs": [
      { "id": "A", "term": "Глукагон", "correctAnswer": "Хипогликемија" },
      { "id": "B", "term": "Флутиказон", "correctAnswer": "Бронхијална астма" },
      { "id": "C", "term": "Ибандронат", "correctAnswer": "Остеопороза" },
      { "id": "D", "term": "Пропилтиоурацил", "correctAnswer": "Хипертироидизам" },
      { "id": "E", "term": "Метформин", "correctAnswer": "Дијабетес мелитус" }
    ],
    "options": [
      "Остеопороза",
      "Хипогликемија",
      "Хипертироидизам",
      "Бронхијална астма",
      "Дијабетес мелитус"
    ]
  },
  {
    "question": "Кое тврдење одговара на соодветниот лек?",
    "pairs": [
      { "id": "A", "term": "Селегилин", "correctAnswer": "МАО инхибитор" },
      { "id": "B", "term": "Дилтиазем", "correctAnswer": "Калциумсов антагонист" },
      { "id": "C", "term": "Ибупрофен", "correctAnswer": "Инхибиција на COX" },
      { "id": "D", "term": "Еритропоетин", "correctAnswer": "Корекција на анемија" },
      { "id": "E", "term": "Леводопа", "correctAnswer": "Антипаркисоник" }
    ],
    "options": [
      "МАО инхибитор",
      "Калциумсов антагонист",
      "Инхибиција на COX",
      "Корекција на анемија",
      "Антипаркисоник"
    ]
  },
  {
    "question": "Кое несакано дејство одговара на соодветниот лек?",
    "pairs": [
      { "id": "A", "term": "Метформин", "correctAnswer": "Хипогликемија" },
      { "id": "B", "term": "Диклофенак", "correctAnswer": "Крварење од ГИТ" },
      { "id": "C", "term": "Каптоприл", "correctAnswer": "Сува кашлица" },
      { "id": "D", "term": "Амикацин", "correctAnswer": "Ототоксичност" },
      { "id": "E", "term": "Пеницилин", "correctAnswer": "Анафилактичен шок" }
    ],
    "options": [
      "Хипогликемија",
      "Крварење од ГИТ",
      "Сува кашлица",
      "Ототоксичност",
      "Анафилактичен шок"
    ]
  },
  {
    "question": "Поврзи го антимикробното средство со групата во која припаѓа?",
    "pairs": [
      { "id": "A", "term": "Мидекамицин", "correctAnswer": "Макролиди" },
      { "id": "B", "term": "Гентамицин", "correctAnswer": "Аминогликозиди" },
      { "id": "C", "term": "Доксициклин", "correctAnswer": "Тетрациклини" },
      { "id": "D", "term": "Цефтриаксон", "correctAnswer": "Цефалоспорини" }
    ],
    "options": [
      "Макролиди",
      "Аминогликозиди",
      "Тетрациклини",
      "Цефалоспорини"
    ]
  },
  {
    "question": "Поврзи како одговара за терапија?",
    "pairs": [
      { "id": "A", "term": "Осетливи стафилококи", "correctAnswer": "Метицилин" },
      { "id": "B", "term": "Стрептококи", "correctAnswer": "Пеницилин" },
      { "id": "C", "term": "Псеудомонас аеругиноза", "correctAnswer": "Азлоцилин" },
      { "id": "D", "term": "Херпес лабиалис", "correctAnswer": "Ацикловир" }
    ],
    "options": [
      "Метицилин",
      "Пеницилин",
      "Азлоцилин",
      "Ацикловир"
    ]
},
{
"question": "Која контраиндикација е типична за соодветен лек?",
"pairs": [
  { "id": "A", "term": "Панкурониум", "correctAnswer": "Мијастенија гравис" },
  { "id": "B", "term": "Фенобарбитон", "correctAnswer": "Епилепсија" },
  { "id": "C", "term": "Леводопа", "correctAnswer": "Психози" },
  { "id": "D", "term": "Морфиум", "correctAnswer": "Покачен интракранијален притисок" },
  { "id": "E", "term": "Аминофилин", "correctAnswer": "Акутна интерминентна порфирија" }
],
"options": [
  "Мијастенија гравис",
  "Епилепсија",
  "Психози",
  "Покачен интракранијален притисок",
  "Акутна интерминентна порфирија"
]
},
{
    "question": "Кој механизам на дејство одговара на соодветниот антибиотик?",
    "pairs": [
      { "id": "A", "term": "Тобрамицин", "correctAnswer": "Синтеза на протеини" },
      { "id": "B", "term": "Ампицилин", "correctAnswer": "Инхибиција на синтеза на кл ѕид" },
      { "id": "C", "term": "Сулфадиазин", "correctAnswer": "Инхибиција на синтеза на фолати" },
      { "id": "D", "term": "Ципрофлоксацин", "correctAnswer": "Инхибиција на синтеза на нуклеински к-ни" }
    ],
    "options": [
      "Синтеза на протеини",
      "Инхибиција на синтеза на кл ѕид",
      "Инхибиција на синтеза на фолати",
      "Инхибиција на синтеза на нуклеински к-ни"
    ]
  },
  {
    "question": "Поврзи ги лековите со соодветната група?",
    "pairs": [
      { "id": "A", "term": "Феноксиметилпеницилин", "correctAnswer": "Пеницилин V" },
      { "id": "B", "term": "Кинолон", "correctAnswer": "Моксифлоксацин" },
      { "id": "C", "term": "Бензилпеницилин", "correctAnswer": "Пеницилин Г" },
      { "id": "D", "term": "Аминогликозиден антиб.", "correctAnswer": "Сисомицин" },
      { "id": "E", "term": "Трета генерација цефалоспорин", "correctAnswer": "Моксалактам" }
    ],
    "options": [
      "Пеницилин Г",
      "Моксифлоксацин",
      "Сисомицин",
      "Пеницилин V",
      "Моксалактам"
    ]
  },
  {
    "question": "Кој механизам на дејство одговара на соодветниот лек?",
    "pairs": [
      { "id": "A", "term": "Атропин", "correctAnswer": "Антимускаринско дејство" },
      { "id": "B", "term": "Карбахол", "correctAnswer": "Холинергичен лек со директно дејство" },
      { "id": "C", "term": "Хексаметониум", "correctAnswer": "Ганглиски блокатор" },
      { "id": "D", "term": "Физостигмин", "correctAnswer": "Реверзибилен инх на холинестераза" },
      { "id": "E", "term": "Пралидоксим", "correctAnswer": "Реактиватор на ацетилхолинестераза" }
    ],
    "options": [
      "Антимускаринско дејство",
      "Холинергичен лек со директно дејство",
      "Ганглиски блокатор",
      "Реверзибилен инх на холинестераза",
      "Реактиватор на ацетилхолинестераза"
    ]
  }
];
