export let allQuestions = [
     {
        "question": "Кое тврдење е точно за реверзибилниот компетитивен антагонизам?",
        "answer": ["Постои хемиска сличност помеѓу хемиската структура на агонистот и антагонистот", "Постои компетитиција помеѓу агонистот и антагонистот за исти рецептори"],
        "options": ["Постои хемиска сличност помеѓу хемиската структура на агонистот и антагонистот", "Нема хемиска сличност помеѓу хемиската структура на агонистот и антагонистот", "Компетиција помеѓу агонистот и антагонистот за различни рецептори", "Постои компетитиција помеѓу агонистот и антагонистот за исти рецептори"]
      },
      {
        "question": "Стимулацијата на хепаталната микрозомална фракција може да резултира со:",
        "answer": ["потреба од зголемување на дозата кај некои лекови", "интензирање на токсичните дејства на лекот"],
        "options": ["потреба од зголемување на дозата кај некои лекови", "потреба од намалување на дозата кај некои лекови", "продолжено дејство на лекот", "интензирање на токсичните дејства на лекот"]
      },
      {
        "question": "Полуживотот на елиминација НЕ зависи од:",
        "answer": ["Биотрансформацијата"],
        "options": ["Биотрансформацијата", "Времето за кое лекот се апсорбира", "Концентрацијата на лекот во плазмата", "Степенот на елиминација на лекот"]
      },
      {
        "question": "Под терминот тераписки индекс се подразбира односот помеѓу:",
        "answer": ["минималната и максималната тераписка доза"],
        "options": ["минималната и максималната тераписка доза", "максималната нетоксична и минималната ефективна доза", "минималната ефективна и максималната токсична доза", "максималната токсична и максималната ефективна доза"]
      },
      {
        "question": "Несакани дејства кои се непредвидливи и најчесто се поврзани со главното фармаколошко дејство на лекот се нарекуваат и:",
        "answer": ["тип Б несакани дејства"],
        "options": ["чести несакани дејства", "тип А несакани дејства", "тип Б несакани дејства", "многу чести несакани дејства"]
      },
      {
        "question": "Кој од наведените течни облици на лекови мора да биде стерилен?",
        "answer": ["Раствор за инфилтрациска анестезија", "Капки за очи"],
        "options": ["Раствор за инфилтрациска анестезија", "Капки за очи", "Сируп", "Миктура", "Тинктура"]
      },
      {
        "question": "Фактори од кои зависи брзината и обемот на дистрибуција на лековите со мала молекулска маса и силна липофилност:",
        "answer": ["Перфузионен проток", "Перфузионен притисок"],
        "options": ["Начините на поминување на лековите низ биолошките мембрани", "Карактеристика на биолошките мембрани", "Степенот на врзување на плазматските и/или ткивните протеини", "Перфузионен проток", "Перфузионен притисок"]
      },
      {
        "question": "Протокот на јоните преку јонските канали го регулираат:",
        "answer": ["Ендогени лиганди", "Егзогено внесени лекови"],
        "options": ["Ензими", "Ендогени лиганди", "Протеини", "Симпортери", "Егзогено внесени лекови"]
      },
      {
        "question": "Заеднични карактеристики на сите рецептори се:",
        "answer": ["Распознавање на екстрацелуларни супстанци", "Тесна поврзаност меѓу стереоконформација на молекулата и дејството"],
        "options": ["Меѓусебна структурна сличност", "Распознавање на екстрацелуларни супстанци", "Рецепторска модулација", "Тесна поврзаност меѓу стереоконформација на молекулата и дејството", "Стереотактички процес"]
      },
      {
        "question": "Да се заокружат точните тврдења во однос на трансмембранско пренесување на сигналите за липофилни лекови:",
        "answer": ["Најбрз тип на трансмисија на сигнали", "Латентно време на манифестација на ефект од минимум 30 минути"],
        "options": ["Најбрз тип на трансмисија на сигнали", "Латентно време на манифестација на ефект од минимум 30 минути", "Рецептор на мембраната", "Одржување на дејството со денови откако лекот се елиминира", "Сигналот се пренесува преку јонските канали"]
      },
        {
            "question": "Мутација на бета субединица на G протеин доведува до:",
            "answer": ["Хипертензија"],
            "options": ["Хипертензија", "Хипергонадизам", "Хипертироидизам", "Хипотензија"]
        },
        {
            "question": "Бисфосфонатите се врзуваа за:",
            "answer": ["Соли на калциум"],
            "options": ["Соли на натриум", "Соли на магнезиум", "Соли на калиум", "Соли на калциум"]
        },
        {
            "question": "Кој лек спаѓа во иреверзибилни, некомпетитивни инхибитори на МАО:",
            "answer": ["Фенелзин"],
            "options": ["Фенелзин", "Сертралин", "Моклобемид", "Миансерин", "Тразодон"]
        },
        {
            "question": "Кој од наведените лекови се комбинираат со триметоприм?",
            "answer": ["Сулфонамиди"],
            "options": ["Амикацин", "Канамицин", "Сулфонамиди", "Хлорамфеникол", "Тетрациклини"]
        },
        {
            "question": "Несакани дејства при употреба на ГЛУКОКОРТИКОИДИ се (2 одговори се точни):",
            "answer": ["Загуба на мускулна маса (мускулна слабост)", "Хипергликемија"],
            "options": ["Намален апетит", "Загуба на мускулна маса (мускулна слабост)", "Брадикардија", "Хипергликемија", "Хипогликемија"]
        },
        {
            "question": "Кај лица со недостиг на ензимот глукоза-6-фосфат дехидрогеназа примаквин како несакано дејство може да предизвика:",
            "answer": ["Хемолиза"],
            "options": ["Крварење", "Тромбоза", "Промени на ЕКГ", "Хемолиза"]
        },
        {
            "question": "Окуломукокутаниот синдром како несакано дејство може да се јави при терапија со:",
            "answer": ["Практолол"],
            "options": ["Практолол", "Хлорамфеникол", "Фенфлурамин", "Аспирин"]
        },
        {
            "question": "Типични несакани дејства на ацетилсалицилна киселина се (2одг):",
            "answer": ["Бронхоконстрикција", "Крварење"],
            "options": ["Бронхоконстрикција", "Бронходилатација", "Тахикардија", "Брадикардија", "Крварење", "Тромбоза"]
        },
        {
            "question": "Кој параметар е потребен за пресметување на волуменот на дистрибуција?",
            "answer": ["вкупната количина на лекот во организмот"],
            "options": ["ударната доза", "концентрацијата на лекот во урината", "вкупната количина на лекот во организмот", "дневна доза на лекот"]
        },
        {
            "question": "Кој параметар е потребен за пресметување на волуменот на дистрибуција?",
            "answer": ["Концентрацијата на лекот во плазмата"],
            "options": ["Концентрацијата на лекот во урината", "Тераписката ширина на лекот", "Концентрацијата на лекот во плазмата", "Дневната доза на лекот"]
        },
        {
            "question": "Главен механизам на апсорпција за најголем број на лековите од гастроинтестиналниот тракт е:",
            "answer": ["пасивна дифузија"],
            "options": ["активен транспорт", "филтрација", "ендоцитоза и егзоцитоза", "пасивна дифузија"]
        },
        {
            "question": "Што вклучува процесот на активен транспорт на лековите:",
            "answer": ["тр. Спротивно на концентрацискиот градиент"],
            "options": ["транспот на лековите преку мембраните со дифузија", "тр. Без користење на енергија", "тр. Спротивно на концентрацискиот градиент", "тр. Со ендоцитоза"]
        },
        {
            "question": "Инхибицијата на хепаталната микрозомална фракција може да резултира со:",
            "answer": ["Потреба од намалување на дозата кај некои лекови"],
            "options": ["Потреба од зголемување на дозата на некои лекови", "Скратено дејство на лекот", "Забрзана елиминација на лекот", "Потреба од намалување на дозата кај некои лекови"]
        },
        {
            "question": "Биотрансформацијата на лековите може да резултира со:",
            "answer": ["претварање од неактивен во активен лек"],
            "options": ["забрзана апсорпција", "полесна дистрибуција во организмот", "претварање од неактивен во активен лек", "зголемено врзување за клеточните мембрани"]
        },
        {
            "question": "Кој тип на супстанции не можат да ги поминат мембранати со процесот на пасивна дифузија:",
            "answer": ["Хидрофилни супстанции"],
            "options": ["Липосолубилни супстанции", "Нејонизирани супстанции", "Хидрофобни сусптанции", "Хидрофилни супстанции"]
        },
        {
            "question": "На кој начин на администрација на лекот НЕ Е ПРИСУТЕН метаболизам на прв премин:",
            "answer": ["интравенски"],
            "options": ["сублингвален", "перорален", "интравенски", "ректален"]
        },
        {
            "question": "При кој начин на администрација на лековите обично се јавува ефектот на “Прв премин (first-pass effect):",
            "answer": ["Перорален"],
            "options": ["Сублингвален", "Перорален", "Интравенски", "Интрамускулен"]
        },
        {
            "question": "Кај која група на лекови е посебно изразен пресистемскиот метаболизам:",
            "answer": ["органски нитрити и нитрати"],
            "options": ["АКЕ-инхибитори", "бета блокатори", "кортикостероиди", "органски нитрити и нитрати"]
        },
        {
            "question": "Полуживот на елиминација на лекот зависи од:",
            "answer": ["Клиренсот и волуменот на дистибуција"],
            "options": ["Константата на апсорпција", "Клиренсот и волуменот на дистибуција", "Биорасположливоста", "Концентрацијата на лекот во плазмата"]
        },
        {
            "question": "Полуживотот на елиминација е:",
            "answer": ["Времето за која концентрацијата на лекот во плазмата се намалува за половина од постигнатиот еквилибриум"],
            "options": ["Времето за која концентрацијата на лекот во плазмата се намалува за половина од постигнатиот еквилибриум", "Времето за кое половина од аплицираната количина од лекот ќе се метаболизира од организмот", "Времето за кое половина од вкупната количина од лекот ќе се метаболизира и ќе се елиминира од организмот", "Времето за кое концентрацијата на лекот во ткивата ќе се намали на половина"]
        },
        {
            "question": "Кој од наведените лекови се метаболизира по пат на редукција?",
            "answer": ["Нитразепам"],
            "options": ["Пропранолол", "Сукцинилхолин", "Нитразепам", "парацетамол"]
        },
        {
            "question": "Кој од долу наведените лекови е индуктор на Р450 системот:",
            "answer": ["рифампицин"],
            "options": ["флувоксамин", "ципрофлоксацин", "гемфриброзил", "рифампицин"]
          },
          {
            "question": "Кај кој од наведените лекови (или група на лекови) може да се создаде хепатотоксичен метаболизам:",
            "answer": ["ПАРАЦЕТАМОЛ"],
            "options": ["пеницилин", "NSAILD", "ПАРАЦЕТАМОЛ", "АКЕ инхибитори"]
          },
          {
            "question": "Конјугацијата на лековите ги вклучува сите долунаведени процеси ОСВЕН:",
            "answer": ["хидролиза"],
            "options": ["сулфатација", "глукуронидација", "метилација", "хидролиза"]
          },
          {
            "question": "Клиренсот на лекот е ОБРАТНО ПРОПОРЦИОНАЛЕН на:",
            "answer": ["плазматските концентрации на лекот"],
            "options": ["брзината на апсорпција на лекот", "плазматските концентрации на лекот", "брзината на елиминација на лекот", "степенот на јонизација на лекот"]
          },
          {
            "question": "Клиренсот на лекот е ПРАВО ПРОПОРЦИОНАЛЕН на:",
            "answer": ["Брзината на елиминација на лекот"],
            "options": ["Брзината на апсорпција на лекот", "Плазматските концентрации на лекот", "Брзината на елиминација на лекот", "Степенот на јонизација на лекот"]
          },
          {
            "question": "Кој фармакокинетски параметар ја детерминира брзината на апсорпцијата на лекот:",
            "answer": ["Tmax"],
            "options": ["Tmax", "Cmax", "AUC", "t/2"]
          },
          {
            "question": "Кои фармакокинетички параметри го детерминираат опсегот на апсорпција на лекот:",
            "answer": ["Cmax", "AUC"],
            "options": ["Cmax Tmax", "Cmax AUC", "Kel Tmax", "t/2 Kel"]
          },
          {
            "question": "Агонист е супстанција која:",
            "answer": ["Се врзува за рецепторот и започнува промена во клеточната функција предизвикувајки разни ефекти"],
            "options": ["Се врзува си рецепторот без да индуцира ефект", "Се врзува за рецепторот и започнува промена во клеточната функција предизвикувајки разни ефекти", "Ја зголемува концентрацијата на другите супстанци кои предизвикуваат ефект", "Се врзува за плазматските протеини и не продуцира ефект"]
          },
          {
            "question": "Мутацијата на алфа-субединицата на G-протеинот предизвикува:",
            "answer": ["Хиперпаратиреоидизам"],
            "options": ["Хипорпаратиреоидизам", "Хиперпаратиреоидизам", "Хипертиреоидизам", "Хипотиреоидизам"]
          },
          {
            "question": "Фосфолипаза на Ц катализира формирање на:",
            "answer": ["Инозитол три фосфат (IP3)"],
            "options": ["Инозитол три фосфат (IP3)", "cAMP", "Аденилат циклаза", "5`-AMP"]
          },
          {
            "question": "Означете ја супстанцијата чиј механизам се базира на интеракција со јонските канали:",
            "answer": ["Сите горе наведени"],
            "options": ["Блокатори на натриумовите канали", "Блокатори на калциумовите канали", "Блокатори на калиумовите канали", "Сите горе наведени"]
          },
          {
            "question": "Кој феномен може да се појави во случај кога се користи комбинација на лекови:",
            "answer": ["Синергизам"],
            "options": ["Толеранција", "Тахифилаксија", "Кумулација", "Синергизам"]
          },
          {
            "question": "Кој тип на лек-лек интеракција се однесува на интеракцијата на ниво на рецептор, клетка, ензим или орган:",
            "answer": ["Фармакодинамски интеракции"],
            "options": ["Фармакокинетски интеракции", "Физички и хемиски интеракции", "Фармацевтски интеракции", "Фармакодинамски интеракции"]
          },
          {
            "question": "Доколку два лека кои се земаат заедно продуцираат ефект кој е поголем од нивниот збир поединечни ефекти тогаш станува збор за:",
            "answer": ["Супрадитивен ефект"],
            "options": ["Антагонизам", "Потентност", "Супрадитивен ефект", "Ниту едно од горе наведените"]
          },
          {
            "question": "Доколку два лека се земаат заедно тогаш ефект кој е еднаков на нивниот збир од поединечните ефекти тогаш станува збор за:",
            "answer": ["Адитивен ефект"],
            "options": ["Антагонизам", "Потентност", "Адитивен ефект", "Ниту едно од наведените"]
          },
          {
            "question": "За која група на лекови е карактеристично врзувањето калциумот во забите:",
            "answer": ["Тетрациклини"],
            "options": ["AKE-Инхибитори", "Антидепресиви", "Тетрациклини", "Бензодиазепини"]
          },
          {
            "question": "Интегрини се:",
            "answer": ["Трансмембрански рецептори кои имаат Alpha и Beta субединица"],
            "options": ["Фактори на раст на фибробласти", "Фактори на раст кои зависат од тромбоцити", "Трансмембрански рецептори кои имаат Alpha и Beta субединица", "Нуклеарни рецептори кои имаат Alpha и Beta субединица"]
          },
          {
            "question": "Принципот на СЕ или НИШТО е карактеристика при:",
            "answer": ["Кванталниот однос ДОЗА-ОДГОВОР"],
            "options": ["Позитивниот однос ДОЗА-ОДГОВОР", "Негативниот однос ДОЗА-ОДГОВОР", "Степенастиот однос ДОЗА-ОДГОВОР", "Кванталниот однос ДОЗА-ОДГОВОР"]
          },
          {
            "question": "За кој однос/одговор е карактеристичен принципот СЕ ИЛИ НИШТО:",
            "answer": ["Квантален одговор"],
            "options": ["Квантитативен одговор", "Квантален одговор", "Квантен одговор", "Канцероген ефект"]
          },
          {
            "question": "ЕРГОТРОПЕН систем е:",
            "answer": ["Симпатичкиот нервен систем"],
            "options": ["Симпатичкиот нервен систем", "Парасимпатичкиот нервен систем", "Стоматскиот нервен систем", "Целиот автономен нервен систем"]
          },
          {
            "question": "Ерекцијата е ефект кој се оставува преку:",
            "answer": ["Холинергички мускарински рецептори"],
            "options": ["Адренергички Alpha-рецептори", "Адренергички Beta-рецептори", "Холинергички мускарински рецептори", "Холинергички никотински рецептори"]
          },
          {
            "question": "До зголемено ослободување на ацетилхолин доведува:",
            "answer": ["Зголемена концентрација на калциум"],
            "options": ["Зголемена концентрација на калциум", "Намалена концентрација на калциум", "Зголемена активност на ацетилхолинестераза", "Зголемена активност на псеудохолинестераза"]
          },
          {
            "question": "Испитувањата на токсичност на лековите се изведуваат:",
            "answer": ["Високи дози многу поголеми од терапевтските"],
            "options": ["Минимални токсични дози", "Терапевтски дози", "Највисоките терапевтски дози", "Високи дози многу поголеми од терапевтските"]
          },
          {
            "question": "Биолошката расположливост зависи од:",
            "answer": ["Апсорбцијата и метаболизмот при првиот премин"],
            "options": ["Апсорбцијата и метаболизмот при првиот премин", "Волуменот на дистрибуција и полуживотот на елиминацијата", "Клиренсот и врзувањето за плазматските протеини", "Полуживотот на елиминацијата и клиренсот на лекот"]
          },
          {
            "question": "Освен на степенастиот одговор есејот може да се заснова и на:",
            "answer": ["Квантален одговор"],
            "options": ["Квантитативен одговор", "Кумулативен одговор", "Квантален одговор", "Канцероген ефект"]
          },
          {
            "question": "При терапија со лекови од групата коксиби има зголемен ризик од јавување на:",
            "answer": ["Инфаркт на миокард"],
            "options": ["Анафилактичен шок", "Инфаркт на миокард", "Оштетување на ЦНС", "Ерупции на кожа"]
          },
          {
            "question": "Заокружете го точното тврдење во однос на испитување на токсичноста на лековите:",
            "answer": ["Токсичните ефекти на лековите мора да бидат испитани во однос на нивната реверзибилност"],
            "options": ["Умерена токсичност на лековите е прифатлива за лекување на лесни заболувања", "Токсичните ефекти на лековите мора да бидат испитани во однос на нивната реверзибилност", "Токсичноста на лекот се испитува на луѓе", "Токсичните ефекти на лековите секогаш се тешки по својата природа"]
          },
          {
            "question": "Тератогено дејство е:",
            "answer": ["Дејството кое предизвикува фетални малформации"],
            "options": ["Токсично дејство на хепар", "Дејството кое предизвикува фетални малформации", "Дејството кое предизвикува малформации кај доенчето", "Токсично дејство на бубрезите"]
          },
          {
            "question": "Состојбата кога прекинот на администрација на лекот резултира со психолошки и соматски нарушувања се нарекува:",
            "answer": ["Апстиненцијален синдром"],
            "options": ["Тахифилаксија", "Сензибилизација", "Апстиненцијален синдром", "Идиосинкразија"]
          },
          {
            "question": "Кој од долу наведените лекови е ИНХИБИТОР на P450 системот:",
            "answer": ["Кетоконазол"],
            "options": ["Фенобарбитон", "Карбамизепин", "Рифампицин", "Кетоконазол"]
          },
          {
            "question": "Терминот биотрансформација вклучува:",
            "answer": ["Процеси на физичко-хемиски и биохемиски промени на лекот во телото"],
            "options": ["Акумулација на лекот во масното ткиво", "Врзувањето на лекот за плазматските протеини", "Акумулација на лекот во ткивата", "Процеси на физичко-хемиски и биохемиски промени на лекот во телото"]
          },
          {
            "question": "Кој термин се користи за да се опише постепено намалување на ефектот на лекот и одговорот на лекот при повеќекратна апликација на лековите:",
            "answer": ["Толеранција"],
            "options": ["Рефрактерност", "Кумулација", "Толеранција", "Тахифилаксија"]
          },
          {
            "question": "Кој тип на лек-лек интеракции се однесува за процесите на системот ADME:",
            "answer": ["Фармакокинетски интеракции"],
            "options": ["Фармакодинамски интеракции", "Фармакокинетски интеракции", "Физички и хемиски интеракции", "Фармацевтски интеракции"]
          },
          {
            "question": "Кој од долу наведените процеси се остварува со пасивен транспорт низ телесните мембрани:",
            "answer": ["Филтрација"],
            "options": ["Филтрација", "Протеински носачи", "Структурна специфичност", "Ендоцитоза"]
          },
          {
            "question": "Кој од долу наведените процеси се остварува со пасивен транспорт низ телесните мембрани:",
            "answer": ["Дифузија"],
            "options": ["Ендоцитоза", "Протеински носачи", "Структурна специфичност", "Дифузија"]
          },
          {
            "question": "Пасивен транспорт низ телесните мембрани ги следи законите на (2 одг):",
            "answer": ["Дифузија", "Филтрација"],
            "options": ["Дифузија", "Филтрација", "Протеински носачи", "Структурна специфичност"]
          },
          {
            "question": "Фактор на сигурност претставува интервал помеѓу:",
            "answer": ["ED99 :LD1"],
            "options": ["ED50 :ED1", "LD50 :ED50", "ED99 :LD1", "Минимална:Максимална тераписка доза"]
          },
          {
            "question": "Фармакодинамијата вклучува се ОСВЕН:",
            "answer": ["Апсорбција и дистрибуција на лековите"],
            "options": ["Биолошки и тераписки ефект на лековите", "Апсорбција и дистрибуција на лековите", "Механизам на дејството на лековите", "Интеракции на лековите"]
          },
          {
            "question": "Кој активен транспортер го штити организмот од некои штетни супстанции:",
            "answer": ["П-Гликопротеин"],
            "options": ["Д-гликопротеин", "Г-гликопротеин", "Б-Гликопротеин", "П-Гликопротеин"]
          },
          {
            "question": "Кој активен транспортер го штити организмот од некои штетни супстанции:",
            "answer": ["П-гликопротеин"],
            "options": ["Албумин", "П-гликопротеин", "Имунофлобулин", "Алфа глобулин"]
          },
          {
            "question": "За кој од наведените лекови (или група на лекови) е карактеристична појава на Нефротоксичност:",
            "answer": ["AKE-Инхибитори"],
            "options": ["Кортикостероиди", "AKE-Инхибитори", "Парацетамол", "Бензодиазепини"]
          },
          {
            "question": "Метаболна реакција од фаза 1 е:",
            "answer": ["Хидролиза"],
            "options": ["Коњугација", "Хидролиза", "Силфатација", "Метилација"]
          },
          {
            "question": "Метаболна реакција од Фаза 1 е:",
            "answer": ["Метаболизам на супстанциите преку оксидација"],
            "options": ["Ацетилација и метилација на супстанциите", "Метаболизам на супстанциите преку оксидација", "Глукуронидација на супстанциите", "Сулфатација на супстанциите"]
          },
          {
            "question": "При нарушување на хепаталната функција кое резултира со намалување на микрозомалната активност, времетраењето на дејството на некои лекови е:",
            "answer": ["Зголемено"],
            "options": ["Намалено", "Зголемено", "Останува непроменето", "Промените се несигнификантни"]
          },
          {
            "question": "Целни (Target) протеини за кои се врзуваат лековите се:",
            "answer": ["Сите горе наведени"],
            "options": ["Само рецептори", "Само јонските канали", "Само носачите", "Сите горе наведени"]
          },
          {
            "question": "Супстанциите кои предизвикуваат максимален ефект и имаат голема ефикасност се нарекуваат:",
            "answer": ["Целосен агонист"],
            "options": ["Парцијални агонисти", "Антагонисти", "Агонисти-антагонисти", "Целосен агонист"]
          },
          {
            "question": "Антагонист е супстанција која што:",
            "answer": ["Се врзува за рецепторите без директна промена на нивната функција"],
            "options": ["Се врзува за рецепторите и предизвикува промени во клеточната функција, предизвикувајќи максимален ефект", "Се врзува за рецепторите и предизвикива промени во клеточната функција, предизвикува субмаксимален ефект", "Се врзува за рецепторите без директна промена на нивната функција", "Се врзува за плазматските протеини и не предизвикува ефект"]
          },
          {
            "question": "Означете кој е втор гласник на G-протеинот:",
            "answer": ["cAMP"],
            "options": ["Аденил циклаза", "Јони на натриум", "Фосфолипаза Ц", "cAMP"]
          },
          {
            "question": "Кој термин се користи за да се опише акутното намалување на ефектот на лекот и одговорот на лекот:",
            "answer": ["Тахифилаксија"],
            "options": ["Рефрактерност", "Толеранција", "Кумулација", "Тахифилаксија"]
          },
          {
            "question": "Биоесејот НЕ се користи за:",
            "answer": ["Истражување на функцијата на егзогени медијатори"],
            "options": ["Мерење на фармаколошката активност на нови или хемиски недефинирани супстанции", "Истражување на функцијата на егзогени медијатори", "Мерење на токсичноста и на несаканите дејства на лековите", "Истражување на функцијата на ендогените медијатори"]
          },
          {
            "question": "Најзначајни плазматски протеини за кои во најголем дел се врзуваат лековите се:",
            "answer": ["Албумини"],
            "options": ["Глобулини", "Кисел гликопротеин", "Албумини", "Бета глобулини"]
          },
          {
            "question": "Липидната пероксидација предизвикува оштетување на клетката или нејзина смрт поради:",
            "answer": ["Промена на пропустливоста на мембраната"],
            "options": ["Создавање на токсични кислородни радикали", "Промена на пропустливоста на мембраната", "Инактивација на АТП-ази", "Промена на ДНК"]
          },
          {
            "question": "Местата за врзување на лековите се нарекуваат:",
            "answer": ["Цели за лековите"],
            "options": ["Транспортери за лекови", "Цели за лековите", "Втори гласници", "Први гласници"]
          },
          {
            "question": "Ефикасноста на лековите кои се антагонисти е:",
            "answer": ["Еднаква на нула"],
            "options": ["Помала отколку на лековите кои се агонисти", "Еднаква со лековите кои се парцијални агонисти", "Еднаква на нула", "Еднаква со максималната ефикасност на лековите"]
          },
          {
            "question": "Јонските канали може да бидат (2 одговори):",
            "answer": ["Лиганд зависни јонски канали", "Волтажно зависни јонски канали"],
            "options": ["Лиганд зависни јонски канали", "Селективни јонски канали", "Волтажно зависни јонски канали", "Неселективни јонски канали"]
          },
          {
            "question": "Фармакодинамијата проучува:",
            "answer": ["Механизам на дејство на лековите"],
            "options": ["Биотрансформација на лековите", "Механизам на дејство на лековите", "Дистрибуција на лековите", "Елиминација на лековите"]
          },
          {
            "question": "Што се подразбира под поимот афинитет:",
            "answer": ["Мерка за јачина за врзување на рецепторите"],
            "options": ["Мерка за јачина за врзување на лековите за плазматските протеини", "Мерка за јачина за врзување на рецепторите", "Мерка за инхибиција на јачината на дејството", "Мерка за одредување на биорасположивоста на лекот"]
          },
          {
            "question": "Супстанциите кои предизвикуваат субмаксимален ефект и имаат средна ефикасност се нарекуваат:",
            "answer": ["Парцијални агонисти"],
            "options": ["Парцијални агонисти", "Антагонисти", "Агонист-антагонист", "Целосен агонист"]
          },
          {
            "question": "Компетитивен антагонист е супстанција која:",
            "answer": ["Се врзува за истото место на рецепторот и прогресивно го инхибира одговорот на агонистот"],
            "options": ["Се врзува за рецепторите и предизвикува субмаксимален ефект", "Се врзува за истото место на рецепторот и прогресивно го инхибира одговорот на агонистот", "Се врзува за неспецифично место во ткивото", "Се врзува за субтип на рецептор како агонист, а на друг како антагонист"]
          },
          {
            "question": "Означете ја супстаницјата која ја менува активноста на ефекторната компонента но која не е втор гласник:",
            "answer": ["G-Протеин"],
            "options": ["cAMP", "cGMP", "G-Протеин", "Јони на калциум"]
          },
          {
            "question": "Зголемувањето на концентрацијата на вторите гласници доведуваат до:",
            "answer": ["Активација на протеин киназата и протеин фосфорилацијата"],
            "options": ["Инхибиција на интерцелуларната протеин киназа и протеин фосфорилација", "Блокирање на интеракцијата помеѓу рецепторот и ефектор", "Антагонизам со ендогени лиганди", "Активација на протеин киназата и протеин фосфорилацијата"]
          },
          {
            "question": "За лекови со голема јачина на дејство е точно дека:",
            "answer": ["Потребни се мали дози за да се постигне соодветен ефект"],
            "options": ["Клинички се супериорни во однос на лекови со мала јачина на дејство", "Потребни се мали дози за да се постигне соодветен ефект", "Почесто предизвикуваат максимални концентрации во крвта", "Почесто предизвикуваат несакани дејства"]
          },
          {
            "question": "Компетитивен антагонизам се јавува на ниво на:",
            "answer": ["Рецептори"],
            "options": ["Ензими", "Експортери", "Рецептори", "Процес на интернализација"]
          },
          {
            "question": "За да се сведе на минимум можноста од појава на грешка во клиничките испитувања се применува:",
            "answer": ["Рандомизација"],
            "options": ["Рандомизација", "Отворен дизајн на клиничко испитување", "Клиничко испитување со паралелен дизајн", "Клиничко испитување со вкрстен дизајн"]
          },
          {
            "question": "Кој лек од долу наведените е целосно јонизиран во цревниот сок:",
            "answer": ["Стрептомицин (и гентамицин е целосно јонизиран)"],
            "options": ["Нитроглицерол", "Нифедипин", "Изосорбид динитрат", "Стрептомицин (и гентамицин е целосно јонизиран)"]
          },
          {
            "question": "Апластична анемија како несакано дејство се јавува најчесто при терапија со:",
            "answer": ["Хлорамфеникол"],
            "options": ["Пеницилини", "Цефалоспорини", "Хлорамфеникол", "Аминогликозиди"]
          },
          {
            "question": "Хуманите биоесеи во себе вклучуваат:",
            "answer": ["Хумана фармакологија и клинички испитувања"],
            "options": ["Хумана генетика и претклинички испитувања", "Хумана фармакологија и клинички испитувања", "Анимална генетика и клинички испитувања", "Анимална фармакологија и претклинички испитувања"]
          },
          {
            "question": "Која од наведените спаѓа во нековалентни интеракции на реактивните метаболити со клеточните структури и може да биде причина за оштетување на клетката:",
            "answer": ["Празнење на резервите на глутатион"],
            "options": ["Празнење на резервите на кислород", "Модификација на азотните групи", "Празнење на резервите на глутатион", "Модификација на молекулите на гликоза"]
          },
          {
            "question": "Која од наведените спаѓа во нековалентни интеракции на реактивните метаболити со клеточните структури и може да биде причина за оштетување на клетката:",
            "answer": ["Токсичните концентрации на лекови може да влијаат на апоптозата"],
            "options": ["Токсични концентрации на лековите не може да влијаат на апоптозата", "Метаболитите на лековите не може да предизвикаат смрт на клетките", "Токсичните концентрации на лекови може да влијаат на апоптозата", "Метаболитите на лековите не може да влијаат на апоптозата"]
          },
          {
            "question": "Рецепторите врзани за G протеинот (тип 2 рецептори) уште се нарекуваат:",
            "answer": ["Метаботропни"],
            "options": ["Метаботропни", "Нуклеарни рецептори", "Јонотропни", "Рецептори врзани за кинази"]
          },
          {
            "question": "Означете ја супстанцијата чиј механизам се базира на интеракцијата со јонските канали:",
            "answer": ["Блокатори на натриумовите, калциумовите и калиумовите канали"],
            "options": ["Блокатори на натриумовите, калциумовите и калиумовите канали", "Блокатори на натриумовите канали", "Блокатори на калциумовите канали", "Блокатори на калиумовите канали"]
          },
          {
            "question": "Кој ефект доведува до токсични реакции кога лекот се зема континуирано или повеќекратно:",
            "answer": ["Кумулација"],
            "options": ["Рефрактерност", "Толеранција", "Тахифилаксија", "Кумулација"]
          },
          {
            "question": "Која од наведените е пожелна карактеристика на лековите кои делуваат при инфекции и канцери:",
            "answer": ["Да е селективно токсичен"],
            "options": ["Да предизвикува преосетливост", "Да предизвикува суперинфекција", "Да е селективно токсичен", "Да делува кратко време"]
          },
          {
            "question": "Метаболната трансформација и коњугација обично резултираат со зголемување на биолошката активност на супстанцата:",
            "answer": ["Неточно"],
            "options": ["Точно", "Неточно"]
          },
          {
            "question": "Кој тип на инсулин може да се аплицира интравенски:",
            "answer": ["Инсулин со брзо дејство"],
            "options": ["Инсулин со брзо дејство", "Инсулин со средно дејство", "Инсулин со долго дејство", "Сите горе наведени, независно од времетраењето на дејството", "Ниту еден"]
          },
          {
            "question": "Кој параметар се употребува за проценка на ризик при евентуално предозирање со лек:",
            "answer": ["Тераписки индекс"],
            "options": ["ED50", "LD50", "Средна тераписка доза", "Тераписки индекс"]
          },
          {
            "question": "Тераписки индекс претставува однос помеѓу:",
            "answer": ["LD50:ED50"],
            "options": ["ED50:ED1", "LD50:ED50", "LD1:ED99", "Минимална:максимална доза"]
          },
          {
            "question": "Да се заокружи точното тврдење за типот Б несакани дејства:",
            "answer": ["претставуваат идиосинкратични реакции"],
            "options": ["врзани се со главното фармакодинамичко дејство на лекот", "доведуваат до оштетување исклучиво на бубрезите", "доведуваат исклучиво до промени на кожата", "претставуваат идиосинкратични реакции"]
          },
          {
            "question": "Коњугацијата на реакциите ги вклучува сите долунаведени процеси ОСВЕН:",
            "answer": ["Хидролиза"],
            "options": ["Сулфурилација", "Глукорнидација", "Метилација", "Хидролиза"]
          },
          {
            "question": "Толеранција и резистентност на лекови може да биде последица на:",
            "answer": ["губиток на рецептор"],
            "options": ["губиток на рецептор", "зголемена осетливост на рецептори", "намалена метаболна деградација", "намалена тубуларна секреција"]
          },
          {
            "question": "Механизмите на интеракциите може да бидат (3 одговори се точни):",
            "answer": ["Фармацевтски", "Фармакокинетски", "Фармакодинамиски"],
            "options": ["Глобални", "Фармацевтски", "Стереотипни", "Фармакокинетски", "Фармакодинамиски", "Фармакогенетски"]
          },
          {
            "question": "Главни карактеристики на зависностите се (3 одговори се точни):",
            "answer": ["Психичка зависност", "Физичка зависност", "Толеранција"],
            "options": ["Хронична зависност", "Психичка зависност", "Карактерна зависност", "Физичка зависност", "Толеранција", "Десензитизација"]
          },
          {
            "question": "Процесот на апсорпција постои кај сите начини освен кај 1:",
            "answer": ["интраваскуларен"],
            "options": ["перорален", "интраваскуларен", "ректален", "интрамускулен", "инхалационен", "дермален"]
          },
          {
            "question": "Активиран G протеин на цитоплазматска страна на клеточната мембрана ја менува активноста (2 одговори се точни):",
            "answer": ["јонски канали", "интрацелуларни ензими"],
            "options": ["ацетилхолин", "адреналин", "јонски канали", "серотонин", "интрацелуларни ензими"]
          },
          {
            "question": "Ефектот на првото поминување може да се избегне ако лекот се аплицира?",
            "answer": ["Интравенски"],
            "options": ["Интравенски"]
          },
          {
            "question": "Кој од наведените лекови не се користи за терапија кај ГИХТ:",
            "answer": ["аспирин"],
            "options": ["индометацин", "алопуринол", "колхицин", "пробенецин", "аспирин"]
          },
          {
            "question": "Елиминација на лековите преку бубрезите ги опфаќа следните процеси (3 одговори се точни):",
            "answer": ["гломеруларна филтрација", "активна тубуларна секреција", "пасивна тубуларна реапсорпција"],
            "options": ["гломеруларна филтрација", "активна гломеруларна секреција", "активна тубуларна секреција", "пасивна тубуларна реапсорпција", "пасивна гломеруларна реапсорпција"]
          },
          {
            "question": "Елиминација на лековите преку бубрезите ги опфаќа следните процеси (3 одговори се точни):",
            "answer": ["активна тубуларна секреција", "гломеруларна филтрација", "пасивна тубуларна реапсорпција"],
            "options": ["Билијарна рециклизација", "активна тубуларна секреција", "кумулативна уринарна екскреција", "гломеруларна филтрација", "пасивна тубуларна реапсорпција"]
          },
          {
            "question": "Селективноста на лековите е обично дозно зависна:",
            "answer": ["ДА"],
            "options": ["ДА", "НЕ"]
          },
          {
            "question": "Тераписка ширина на лекот претставува:",
            "answer": ["Дозниот интервал помеѓу минималната и максималната тераписка доза"],
            "options": ["Дозниот интервал помеѓу средната летална и средната ефективна доза", "Дозниот интервал помеѓу средната летална и тераписка доза", "Дозниот интервал помеѓу минималната и максималната тераписка доза", "Дозниот интервал помеѓу токсичната и тераписката доза"]
          },
          {
            "question": "Влијанието на лекот врз организмот се дефинира како:",
            "answer": ["Фармакодинамија"],
            "options": ["Фармакодинамија", "Фармакокинетика", "Фармакогенетика", "Фармакотерапија", "Фармакогнозија"]
          },
          {
            "question": "Кинетика на елиминација на лековите мож да биде:",
            "answer": ["Нулти ред", "Прв ред"],
            "options": ["Нулти ред", "Прв ред", "Втор ред", "Трет ред"]
          },
          {
            "question": "Тахифилаксија е:",
            "answer": ["Акутен облик на толеранција"],
            "options": ["Акутен облик на резистенција", "Акутен облик на синергизам", "Акутен облик на антагонизам", "Акутен облик на толеранција", "Акутен облик на десензитизација"]
          },
          {
            "question": "Тахифилаксија е:",
            "answer": ["Акутна форма на толеранција"],
            "options": ["Акутна форма на кумулација", "Акутна форма на интеракција", "Акутна форма на толеранција", "Акутна форма на синергизам", "Акутна форма на антагонизам"]
          },
          {
            "question": "Тахифилаксија е:",
            "answer": ["Акутен облик на толеранција"],
            "options": ["Кумулација", "Акутен облик на толеранција", "Интеракција", "Биотрансформација", "преосетливост"]
          },
          {
            "question": "Во кои од наведените ткива лекот најтешко се дистрибуира (ако се бара 1 одговор само мозок):",
            "answer": ["Мозок"],
            "options": ["Бубрези", "Фетус", "Мозок", "Хепар", "Бели дробови"]
          },
          {
            "question": "Да се заокружат точните тврдења за кумулација:",
            "answer": ["Кумулација е последица на одреден режим на дозирање на лекот"],
            "options": ["Кумулација е специфично својство на самиот лек", "Кумулација не е специфично својство на самиот лек", "Кумулација е последица на одреден режим на дозирање на лекот", "Кумулација не е последица на одреден режим на дозирање на лекот"]
          },
          {
            "question": "Ударна доза се применува со цел:",
            "answer": ["Да се постигне брзо тераписка концентрација на лекот"],
            "options": ["Да се намали тераписката ефикасност на лекот", "Да се постигне брзо тераписка концентрација на лекот", "Да се намали врзувањето за плазматските протеини", "Да се утврди ED50", "Да се утврди LD50"]
          },
          {
            "question": "Ресорпција на лековите во поткожното ткиво може да се успори со примена на (2 одг):",
            "answer": ["Адреналин", "Лекови во форма на суспензии"],
            "options": ["Адреналин", "Окситоцин", "Лекови во форма на суспензии", "Хијалуронидаза", "Лекови во форма на раствори"]
          },
          {
            "question": "Елиминација на лековите ги опфаќа процесите на (2 одг):",
            "answer": ["Екскреција", "Метаболирање"],
            "options": ["Деградација", "Пиноцитоза", "Екскреција", "Метаболирање", "Рецепторско врзување"]
          },
          {
            "question": "Кај перорална апликација ресорпцијата на лековите најповеќе се одвива во:",
            "answer": ["Тенко црево"],
            "options": ["Устна слузница", "Дебело црево", "Алвеоларна површина", "Перитонеум", "Тенко црево"]
          },
          {
            "question": "Кај апликација на лековите во респираторен систем ресорпцијата се одвива преку:",
            "answer": ["Алвеоларна мембрана"],
            "options": ["Плеура", "Трахеална бифуркација", "Алвеоларна мембрана", "Бронхиите", "Ларингеалната слузница"]
          },
          {
            "question": "Плацебо има:",
            "answer": ["Психолошко дејство"],
            "options": ["Афинитет", "Активност", "Психолошко дејство", "Однос помеѓу доза одговор", "Потентност"]
          },
          {
            "question": "Полувреме на елиминација е:",
            "answer": ["Времето за кое почетната концентрација се намалува за 50%"],
            "options": ["Времемто за кое почетната активност на лекот се намалува за 50%", "Времето за кое почетната концентрација се намалува за 50%", "Времето за кое се елиминира 50% од дадената доза на лекот преку бубрезите", "Времето за кое се елиминира 50% од дадената доза на лекот преку хепарот"]
          },
          {
            "question": "Тератогено дејство на лековите се јавува во колку се примаат ....во првите 3...... месеци на бременоста.",
            "answer": ["Точно"],
            "options": ["Точно", "Неточно"]
          },
          {
            "question": "После завршување на претклиничките испитувања почетните клинички испитувања се изведуваат со цел:",
            "answer": ["Да се утврди подносливоста на лекот и максималните дози"],
            "options": ["Да се утврди тераписката ефикасност на лекот", "Да се утврди подносливоста на лекот и максималните дози", "Да се утврди LD50", "Да се утврди ED50"]
          },
          {
            "question": "По пат на инхалација може да се внесуваат (2 одг):",
            "answer": ["Аеросоли", "Лесно испарливи супстанци"],
            "options": ["Аеросоли", "Масти", "Лесно испарливи супстанци", "Супозитории", "Бацили медикати"]
          },
          {
            "question": "Да се заокружат двете тврдења кои се точни а се однесуваат на толеранција:",
            "answer": ["Не се развива спрема сите ефекти на лекот подеднакво", "Е реверзибилна појава"],
            "options": ["Се развива спрема сите ефекти на лекот подеднакво", "Не се развива спрема сите ефекти на лекот подеднакво", "Е реверзибилна појава", "Е иреверзибилна појава"]
          },
          {
            "question": "Да се заокружат двете тврдења кои се точни а се однесуваат на толеранција:",
            "answer": ["Не се развива спрема сите ефекти на лекот подеднакво", "Е форма на толеранција"],
            "options": ["Кумулација е форма на толеранција", "Не се развива спрема сите ефекти на лекот подеднакво", "Се развива спрема сите ефекти на лекот подеднакво", "Е иреверзибилна појава", "Е форма на толеранција"]
          },
          {
            "question": "Избегнување на примена на сите лекови за време на гравидитет важи најмногу:",
            "answer": ["Првиот триместар"],
            "options": ["Првиот триместар", "Вториот триместар", "Третиот триместар"]
          },
          {
            "question": "Проаѓањето на хидросолубилните лекови од крв во ликвор го спречуваат:",
            "answer": ["Ендотел на капилари и епител на хориоиден плексус"],
            "options": ["Хипертпротеинемија", "Менингеоми", "Ендотел на капилари и епител на хориоиден плексус", "Ендотел на капилари и алвеоларни мембрани", "Пасивна тубуларна реапсорпција"]
          },
          {
            "question": "Елиминација на лековите од ликвор оди преку (2 одг):",
            "answer": ["Филтрација преку хориоидни ресички", "Ативен транспорт во плексус хориоидеус"],
            "options": ["Дуктус торацикус", "Назолакримален канал", "Филтрација преку хориоидни ресички", "Екскреција преку тубули", "Ативен транспорт во плексус хориоидеус"]
          },
          {
            "question": "Најважни ензими битни за биотрансформација се (2 одг):",
            "answer": ["Монооксигенази", "Глукуронил трансферази"],
            "options": ["Липази", "Монооксигенази", "Протеази", "Моноаминооксидази", "Глукуронил трансферази"]
          },
          {
            "question": "Клиничко фармаколошко зачење на инхибиција на активноста на ензимите во микрозомална фракција се (2 одг):",
            "answer": ["Појачано и продолжено дејство на лекот", "Појава на несакани дејства од тип Б"],
            "options": ["Забрзана елиминација на лекот", "Појачано и продолжено дејство на лекот", "Подобра реапсорпција на лекот", "Појава на нескани дејства од тип А", "Појава на несакани дејства од тип Б"]
          },
          {
            "question": "Клиничко фармаколошкото значење на индукција на ензимите во микрозомалната хепатална фракција (2 одг):",
            "answer": ["Скратување на дејството на лекот", "Појава на толеранција"],
            "options": ["Успорена елиминација на лекот", "Скратување на дејството на лекот", "Зголемување на лекот во биофазните места", "Појава на несакани дејства тип Б", "Појава на толеранција"]
          },
          {
            "question": "Намалена осетливост на организмот спрема лекот се нарекува:",
            "answer": ["Толеранција"],
            "options": ["Кумулација", "Толеранција", "Автоиндукција", "Хетероиндукција", "Резистенција"]
          },
          {
            "question": "Елиминација на енестетички гасови и пареи во белите дробови се одвива:",
            "answer": ["Алвеоларна мембрана"],
            "options": ["Ларингс", "Бронхи", "Алвеоларна мембрана", "Менинги"]
          },
          {
            "question": "Способноста на лекот да се врзува за рецептор се нарекува:",
            "answer": ["Афинитет"],
            "options": ["Агонистичка активност", "Антагонистичка активност", "Афинитет", "Агонист-антагонист", "Степенаст одговор"]
          },
          {
            "question": "Брзината и степенот на апсорпција на лековите зависат од (2 одг):",
            "answer": ["Градбата на мембраната низ која поминува лекот", "Степенот на јонизираност на лекот"],
            "options": ["Градбата на мембраната низ која поминува лекот", "Метаболизмот во хепарот", "Степенот на јонизираност на лекот", "Афинитетот за рецепторите", "Брзината на протекување на крвта низ белите дробови", "Процесите на оксидација"]
          },
          {
            "question": "Продолжено присуство на агонисти на ниво на рецепторите доведува до:",
            "answer": ["Намалување на бројот на рецептори и на нивниот афинитет"],
            "options": ["Нема промени", "Зголемевање на бројот на рецептори и нивниот афинитет", "Намалување на бројот на рецептори и на нивниот афинитет", "Менување на хемиската структура на рецепторот", "Зголемена пермеабилност на клеточната мембрана за јони на калциум"]
          },
          {
            "question": "Актуелното место на дејството на лекот во организмот се нарекува:",
            "answer": ["Биофаза"],
            "options": ["Профаза", "Биофаза", "Телофаза", "Циклофаза", "Целулофаза"]
          },
          {
            "question": "Со биотрансформација се постигнува (2 одг):",
            "answer": ["Претворање на неактивен прекурсор во активен лек", "Претворање на сите липосолубилни во хидросолубилни лекови"],
            "options": ["Добивање на нови фармакодинамски особини на лекот", "Претворање на неактивен прекурсор во активен лек", "Зголемување на индикационот подрачје на лекот", "Претворање на сите липосолубилни во хидросолубилни лекови", "Се менуваат фармакокинетските карактеристики на лекот"]
          },
          {
            "question": "2 од долунаведените се точни за тубуларна секреција",
            "answer": ["Со овој процес се елиминираат јонизирани органски киселини или бази", "Претставува активен процес"],
            "options": ["Со овој процес се елиминираат нејонизирани органски киселини или бази", "Со овој процес се елиминираат јонизирани органски киселини или бази", "Претставува активен процес", "Преставува пасивен процес", "Се одвива преку тубулите на жолчниот меур"]
          },
          {
            "question": "Причини за разликите во индивидуалната осетливост кон лековите можат да бидат (3 одг):",
            "answer": ["Генска детерминација", "Различна осетливост на рецепторите", "Разлики во структурата и активноста на ензимите важни за активација на лекот"],
            "options": ["Генска детерминација", "Психосоматски заболувања", "Различна осетливост на рецепторите", "Претерана гојазност", "Разлики во структурата и активноста на ензимите важни за активација на лекот"]
          },
          {
            "question": "Лековите најчесто се дозираат према (2 одг):",
            "answer": ["Телесна тежина", "Телесна површина"],
            "options": ["Генетски полиморфизам", "Телесна тежина", "Популациона генетика", "Телесна површина", "Циркардијален ритам"]
          },
          {
            "question": "Кои од наведените механизми учествуваат во трансмембранското пренсување на сигнали (2 одг):",
            "answer": ["Пренсување со посредство на G протеини и интрацелуларни втор гласник", "Пренсување со посредство на трансмембрански рецепторни протеини"],
            "options": ["Пренсување со посредство на дифузија", "Пренсување со посредство на G протеини и интрацелуларни втор гласник", "Пренсување со посредство на трансмембрански рецепторни протеини", "Пренесување со посредство на катехомалини", "Пренесување со посредство на коњугација", "Регулирање на ефектот на лекот"]
          },
          {
            "question": "Способност на лекот да се врзе за рецептор се вика:",
            "answer": "Афинитет",
            "options": ["Ефикасност", "Регулација", "Афинитет", "Специфичност", "Селективност"]
          },
          {
            "question": "Кои од следните тврдења се точни за рецепторите (2 одг):",
            "answer": ["Рецепторите се важни за селективноста на дејството на лековите", "Рецепторите посредуваат во дејството на фармаколошки антагонисти"],
            "options": ["Рецепторите се важни за селективноста на дејството на лековите", "Рецепторите не се вклучени во дејството на фармаколошките антагонисти", "Рецепторите не се важни за селективноста на дејството на лековите", "Рецепторите посредуваат во дејството на фармаколошки антагонисти", "Рецепторите се најчесто во својот состав јаглени хидрати"]
          },
          {
            "question": "Кои долу наведени лекови припаѓаат во групата на инхибитори на метаболизмот на лековите (3 одговори се точни):",
            "answer": ["Циметидин", "Кетоконазол", "Хлорамфеникол"],
            "options": ["Фенитоин", "Циметидин", "Кетоконазол", "Рифампицин", "Гризеофулвин", "Хлорамфеникол"]
          },
          {
            "question": "Кои три од наведените органи се добро васкуларизирани (3 одговори се точни):",
            "answer": ["Срце", "Ендокрини жлезди", "Црн дроб"],
            "options": ["Срце", "Мускули", "Кожа", "Ендокрини жлезди", "Коски", "Црн дроб"]
          },
          {
            "question": "Две од наведените молекули претставуваат втори гласник во траисмембранскиот пренос на сигнали:",
            "answer": ["Јони на калциум", "Фосфоинозитиди"],
            "options": ["Јони на калиум", "Јони на натриум", "Јони на калциум", "Јони на хлор", "Фосфоинозитиди", "Адреналин"]
          },
          {
            "question": "Кои долу наведените лекови припаѓаат во групата на индуктори на метаболизмот на лековите (3 одговори се точни):",
            "answer": ["Фенитоин", "Рифампицин", "Гризеофулвин"],
            "options": ["Фенитоин", "Циметидин", "Кетоконазол", "Рифампицин", "Гризеофулвин", "Хлорамфеникол"]
          },
          {
            "question": "Кои три од наведените органи се слабо васкуларизирани (3 одговори се точни):",
            "answer": ["Тетиви", "Кожа", "Коски"],
            "options": ["Срце", "Тетиви", "Кожа", "Ендокрини жлезди", "Коски", "Црн дроб"]
          },
          {
            "question": "Причини за промена на квалитетот и/или квантитетот на дејството на лекот може да бидат (3 одг):",
            "answer": ["Интерклеточни интеракции", "Рецепторски интеракции", "Фармакокинетски интеракции"],
            "options": ["Интерклеточни интеракции", "Рецепторски интеракции", "Тромбоцитопении", "Функционални интеракции", "Фармакокинетски интеракции"]
          },
          {
            "question": "Врзувањето на лек-рецептор може да биде со (2 одг):",
            "answer": ["Водородна, јонска или неполарни хемиски врски", "Цврсти ковалентни врски"],
            "options": ["Ензимски реакции", "Водородна, јонска или неполарни хемиски врски", "Адсорбентни врски", "Цврсти ковалентни врски", "Процеси на амплификација"]
          },
          {
            "question": "Од врзување на лек-рецептор може да се јави (2 одг):",
            "answer": ["Да се генерира стимулус", "Нема генерирање на стимулус"],
            "options": ["Поништување на рецепторот", "Да се генерира стимулус", "Да се биотрансформира лекот", "Нема генерирање на стимулус", "Се спречува егзоцитоза"]
          },
          {
            "question": "Спрема карактерот дејството на лекот може да биде (2 одг):",
            "answer": ["Примарно", "Секундарно"],
            "options": ["Терциерно", "Примарно", "Лонгитудинално", "Секундарно", "Токсично"]
          },
          {
            "question": "Специфично дејство на лекот го диктираат (2 одг):",
            "answer": ["Структурата на молекулата на лекот", "Активниот дел на клетката со кој реагира лекот"],
            "options": ["Ендоцитозата", "Структурата на молекулата на лекот", "Вторите интраклеточни гласници", "Активниот дел на клетката со кој реагира лекот", "Трансмембранска трансмисија на сигналите"]
          },
          {
            "question": "Надолна регулација на рецепторите резултира со (2 одг):",
            "answer": ["Самлување на бројот на рецепторите", "Намалување на афинитетот на рецепторите"],
            "options": ["Промени на топиката на рецепторите", "Самлување на бројот на рецепторите", "Промени на стереокомформацијата на рецепторите", "Намалување на афинитетот на рецепторите", "Појава на рецепторни изоформи"]
          },
          {
            "question": "Процесот на врзана фракција на лекот за протеини е битен (2 одг):",
            "answer": ["Елиминација на лекот", "Можни интеракции со др лекови"],
            "options": ["Минутниот волумен на срцето", "Елиминација на лекот", "Клиренс на инулин", "Можни интеракции со др лекови", "Тератогени малформации"]
          },
          {
            "question": "Волуменна дистрибуција зависи од (3 одг):",
            "answer": ["Степенот на врзување на плазматските протеини", "Постоење на патолошки состојби", "Возраст и пол"],
            "options": ["Портален крвоток", "Степенот на врзување на плазматските протеини", "Експираторен волумен", "Постоење на патолошки состојби", "Психоагитирани синдроми", "Возраст и пол"]
          },
          {
            "question": "Перфузиониот проток и перфузиониот притисок се доминантни за брзината и обемот на лековите:",
            "answer": ["Со мала молекулска маса", "Со силна липофилност"],
            "options": ["Со голема молекулска маса", "Со мала молекулска маса", "Со хидрофилни особини", "Со силна липофилност", "Нерастворливи лекови"]
          },
          {
            "question": "Податоци за дистрибуција кај луѓе добиваме преку:",
            "answer": ["Мерење на концентрациите во крв, плазма, серум"],
            "options": ["Мерење на концентрациите на лекот во ткивата", "Мерење на концентрациите на лекот во екскреторните медиуми", "Мерење на концентрациите во крв, плазма, серум", "Мерење на концентрациите во солзи, урина, млеко"]
          },
          {
            "question": "Перорален начин на давање на лековите:",
            "answer": ["Предизвикува најчести несакани ефекти на гастроинтестиналниот тракт"],
            "options": ["Е најдобар во ургентни состојби", "Овозможува да нема ефект на прво поминување низ црниот дроб", "Предизвикува најчести несакани ефекти на гастроинтестиналниот тракт", "Може да се примени за сите лекови"]
          },
          {
            "question": "Доколку еден лек го потенцира дејството на др лек се работи за:",
            "answer": ["Синергизам"],
            "options": ["Комбинација", "Кумулација", "Полипрагмазија", "Синергизам", "Антагонизам"]
          },
          {
            "question": "По својот состав рецепторите најчесто се (2 одг):",
            "answer": ["Протеини", "Нуклеински киселини"],
            "options": ["Протеини", "Јаки киселини", "Метилксантини", "Слаби киселини", "Органофосфорни", "Нуклеински киселини"]
          },
          {
            "question": "Со истиснување на еден лек (прв лек) од неговото место на врзување за плазмените протеини од страна на др лек (втор лек) може да се јават:",
            "answer": ["Несакани дејства од првиот лек"],
            "options": ["Несакани дејства од првиот лек", "Несакани дејства од вториот лек", "Нема несакани дејства", "Зголемување на концентрацијата на протеини во крвта", "Намалување на концентрацијата на протеини во крвта"]
          },
          {
            "question": "Кумулација е:",
            "answer": ["Појава при која давање на секоја наредна доза затекнува количина од претходната доза на лекот"],
            "options": ["Специфична особина на лекот", "Појава која се јавува само кај кардиотонични гликозиди", "Појава при која давање на секоја наредна доза затекнува количина од претходната доза на лекот", "Најчесто предизвикана со брзо елиминирање на дадениот лек"]
          },
          {
            "question": "Под афинитет се подразбира:",
            "answer": ["Способност на лекот да се врзе за рецепторот"],
            "options": ["Намалување на бројот на рецептори во присуство на лекот", "Способност на лекот да се врзе за рецепторот", "Степенот на отстапување од нормалната физиолошка функција предизвикана од лекот", "Регулирање на ефектот на лекот"]
          },
          {
            "question": "Во најпознати втори гласници од наброените спаѓаат (2 одг):",
            "answer": ["Јонум на калциум", "Цикличен аденозин монофосфат"],
            "options": ["Јонум на калциум", "Јони на магнезиум", "Јону на натриум", "Цикличен аденозин монофосфат", "Меркаптопурини", "Метилксантини"]
          },
          {
            "question": "Тубуларна секреција е:",
            "answer": ["Активен процес"],
            "options": ["Активен процес", "Пасивен процес"]
          },
          {
            "question": "Заокружи кои реакции не спаѓаат во реакции на коњугација (2 одг):",
            "answer": ["Оксидација", "Редукција"],
            "options": ["Метилација", "Ацетилација", "Создавање сулфати", "Оксидација", "Редукција"]
          },
          {
            "question": "Да се заокружи точното тврдење во однос на селективноста на лековите:",
            "answer": ["Селективноста на лековите зависи од големината на применетата доза"],
            "options": ["Селективноста на лековите ја карактеризира латентен период", "Основната карактеристика на селективноста на лековите е што нема латентен период", "Селективноста на лековите не зависи од големината на применетата доза", "Селективноста на лековите зависи од големината на применетата доза"]
          },
          {
            "question": "Антидотите по својата природа се:",
            "answer": ["Антагонисти"],
            "options": ["Синергисти", "Антагонисти", "Агонисти", "Опортунисти", "Ниту едно од наведените"]
          },
          {
            "question": "Да се заокружат точните тврдења во врска со проаѓањето преку телесните мембрани на јонизирани лекови (2 одг):",
            "answer": ["Лековите кои се јонизирани преоѓаат преку телесните мембрани во недисоциран облик", "Во колку постои поголем процент на недисоцирани молекули на лекот, поголема количина на лекот проаѓа преку телесната мембрана"],
            "options": ["Лековите кои се јонизирани преоѓаат преку телесните мембрани во дисоциран облик", "Лековите кои се јонизирани преоѓаат преку телесните мембрани во недисоциран облик", "Во колку постои поголем процент на дисоцирани молекули на лекот, поголема количина на лекот проаѓа преку телесната мембрана", "Во колку постои поголем процент на недисоцирани молекули на лекот, поголема количина на лекот проаѓа преку телесната мембрана"]
          },
          {
            "question": "Сублингвален начин на давање на лекови се применува:",
            "answer": ["За да се постигне побрза ресорпција"],
            "options": ["За да не дојде лекот во системска циркулација", "За да се постигне побрза ресорпција", "За лекот подобро да делува на ЦНС", "За да се одбегне оштетување на срцето", "За да се одбегне елиминација преку бубрези"]
          },
//   {
//     "question": "Глукокортикоиди не се употребуваат кај пациенти со?",
//     "answer": ["Улкусна болест"],
//     "options": ["Кожни егземи", "Улкусна болест", "Ревматоиден артрит", "Хемолитичка анемија", "Астма"]
//   },
//   {
//     "question": "Дејствата на глукокортикоиди се (2 одг)?",
//     "answer": ["Антиинфламаторно", "Имуносупресивно"],
//     "options": ["Антиинфламаторно", "Антиаритмиско", "Антихипертензивно", "Имуносупресивно", "Бактерицидно"]
//   },
//   {
//     "question": "Кои од наведените припаѓаат на системски хемостатици (2 одг)?",
//     "answer": ["Витамин К", "Фибриноген"],
//     "options": ["Витамин К", "Витамин Б12", "Еноксапарин", "Фибриноген", "Надропарин"]
//   },
//   {
//     "question": "Кој од наведените локални анестетици се користи како антиаритмиски лек?",
//     "answer": ["Лидокаин"],
//     "options": ["Кокаин", "Ропивакаин", "Бупивакан", "Лидокаин"]
//   },
//   {
//     "question": "Во групата на блокатори на H2 рецептори спаѓаат (2 одг)?",
//     "answer": ["Ранитидин", "Фамотидин"],
//     "options": ["Мизопростол", "Ранитидин (+фамотидин, циметидин, низатидин)", "Цетиризин", ".....атидин", ".....атидин"]
//   },
//   {
//     "question": "......... на простагландини врз слузнивцата на желудникот опфаќа?",
//     "answer": ["Инхибиција на секреција на HCl", "........секреција на слуз и бикарбонати"],
//     "options": ["Инхибиција на секреција на HCl", "........секреција на слуз и бикарбонати", "...... на крвните садови на слузницата на желудникот", "Создавање на желатинозен слој", "Сите наведени дејства?", "Ниедно од наведените"]
//   },
//   {
//     "question": ".............. третман на астма од прв избор се 2 адренергично агонисти",
//     "answer": ["2 адренергично агонисти"],
//     "options": ["1 адренергично агонисти", "Антихолинергични лекови", "Кортикостероиди", "2 адренергично агонисти"]
//   },
//   {
//     "question": "Кој од наведените се комбинира со сулбактам?",
//     "answer": ["Ампицилин"],
//     "options": ["Клоксалицин", "Офлоксацин", "Амоксицилин", "Серталин", "Ампицилин"]
//   },
//   {
//     "question": "Кој од наведените е механизам на резистенција на микроорганизмите?",
//     "answer": ["Пренесување на бактерии помеѓу луѓето"],
//     "options": ["Пренесување на ген за резистенција помеѓу луѓето", "Намалување на брзина на проток на крв низ бубрезите", "Пренесување на бактерии помеѓу луѓето", "Намалување на ежекциона фракција на срцето", "Намалување на метаболизмот во хепарот"]
//   },
//   {
//     "question": "Витамин Д се употребува за терапија на?",
//     "answer": ["Остеомалација"],
//     "options": ["Фрактура на коски", "Бери бери", "Остеомалација", "Хипогликемија", "Тиреотоксикоза"]
//   },
//   {
//     "question": "Во групата на орални антидијабетици спаѓаат (2 одг)?",
//     "answer": ["Глибенкламид", "Репаглидин"],
//     "options": ["Глукагон", "Глибенкламид", "Нифуроксазид", "Репаглидин", "Хитрофурантоин"]
//   },
//   {
//     "question": "Кој од наведените невротрансмитери предизвикува инхибиторна хиперполаризација?",
//     "answer": ["Глицин"],
//     "options": ["Глутамат", "Аспартат", "Серотонин", "Норадреналин", "Глицин"]
//   },
//   {
//     "question": "Кој од наведените антиепилептици е исто така ефикасен во лекување на тригеминална невралгија?",
//     "answer": ["Карбамазепин"],
//     "options": ["Примидон", "Талирамат", "Карбамазепин", "Памотри...?"]
//   },
//   {
//     "question": "Гастроинтестинална иритација, КВС ефекти вентрикуларна тахикардија, аритмии или ортостатска хипотензија моторни нарушувања и симптоми на прекин на лекот се можни несакани реакции од?",
//     "answer": ["Леводопа"],
//     "options": ["Амантадин", "Бензтропин", "Леводопа", "Селегилин"]
//   },
//   {
//     "question": "Кој од наведените лекови дејствува преку инхибиција на синтеза на нуклеински киселини во бактериите?",
//     "answer": ["Ципрофлоксацин"],
//     "options": ["Азитромицин", "Амоксицилин", "Метицилин", "Ципрофлоксацин", "Кларитромицин"]
//   },
//   {
//     "question": "При употреба на изонијазид потребна е особена претпазливост кај пациенти со?",
//     "answer": ["Хепатална инсуфициенција"],
//     "options": ["Аритмии", "Срцева инсуфициенција", "Хепатална инсуфициенција", "Псоријаза"]
//   },
//   {
//     "question": "Кој од наведените антибиотици има бактерицидно дејство?",
//     "answer": ["Клоксалицин"],
//     "options": ["Котримоксазол", "Доксициклин", "Еритромицин", "Хлорамфеникол", "Сулфаметоксазол"]
//   },
//   {
//     "question": "Кој од наведените лекови припаѓа на групата антистафилококни пеницилини?",
//     "answer": ["Клоксалицин"],
//     "options": ["Азитромицин", "Клоксалицин", "Феноксиметилпеницилин", "Прокаин бензин пеницилин", "Ванкомицин"]
//   },
//   {
//     "question": "Кој од наведените лекови не ја намалува цревната перисталтика?",
//     "answer": ["Метилцелулоза"],
//     "options": ["Бисакодил", "Метилцелулоза", "Лоперамид", "Магнезиум алуминиум силикат"]
//   },
//   {
//     "question": "Кој од наведените антиаритмици делуваат преку блокада на калиумови канали?",
//     "answer": ["Соталол"],
//     "options": ["Верапамил", "Соталол", "Пропранолол", "Пропафенон", "Дилтиазем"]
//   },
//   {
//     "question": "Кои 2 од наведените се несакани дејства карактеристични за антагонисти на бета адрнергични рецептори?",
//     "answer": ["Брадикардија", "Хипогликемија"],
//     "options": ["Брадикардија", "Тироидна дисфункција", "Белодробна фиброза", "Хипогликемија", "Тахикардија"]
//   },
//   {
//     "question": "Која од наведените групи на антихипертензивни лекови го намалуваат метаболизмот на брадикинин?",
//     "answer": ["АКЕ инхибитори"],
//     "options": ["Диуретици", "Ганглиски блокатори", "АКЕ инхибитори", "Антагонисти на алфа адренергични рецептори"]
//   },
//   {
//     "question": "Фуросемид врз нефронот делува на ниво на?",
//     "answer": ["Хенлеова петелка"],
//     "options": ["Проксимални тубули", "Дистални тубули", "Хенлеова петелка", "Собирни каналчиња"]
//   },
//   {
//     "question": "Кои 2 антибиотика делуваат преку инхибиција на бактериска ДНА гираза?",
//     "answer": ["Ципрофлоксацин", "Левофлоксацин"],
//     "options": ["Ципрофлоксацин", "Цефалексин", "Левофлоксацин", "Моксифлоксацин", "Ампицилин"]
//   },
//   {
//     "question": "Кој од долунаведените лекови се користи за хронична долготрајна терапија на мијастенија гравис?",
//     "answer": ["Неостигмин"],
//     "options": ["Едрофониум", "Неостигмин", "Ехотиофат", "Карбахол"]
//   },
//   {
//     "question": "Кој од следните лекови е блокатор и на мускарински и на никотински рецептори?",
//     "answer": ["Хексаметониум"],
//     "options": ["Атропин", "Бензтропин", "Хексаметониум", "Сукцинилхолин"]
//   },
//   {
//     "question": "Атропин предизвикува?",
//     "answer": ["Мидријаза, зголемен интраокуларен притисок, циклоплегија"],
//     "options": ["Миоза, намален интраокуларен притисок, циклоспазам", "Мидријаза, зголемен интраокуларен притисок, циклоплегија", "Миоза, зголемен интраокуларен притисок, циклоплегија", "Мидријаза, зголемен интраокуларен притисок, циклоспазам"]
//   },
//   {
//     "question": "Контраиндикации за употреба на антимускарински лекови се сите освен?",
//     "answer": ["Бронхијална астма"],
//     "options": ["Глауком", "Мијастенија", "Бронхијална астма", "Паралитичен илеус и атонија на мочен меур"]
//   },
//   {
//     "question": "Одберете хипнотик кој е дериват на бензодијазепини?",
//     "answer": ["Флуразепам"],
//     "options": ["Золпидем", "Флуразепам", "Секобарбитал", "Фенобарбитон"]
//   },
//   {
//     "question": "Барбитратите го забрзуваат метаболизмот на?",
//     "answer": ["Сите наведени"],
//     "options": ["Антикоагуланси", "Дигиталис", "Гликокотикоиди", "Сите наведени"]
//   },
//   {
//     "question": "Невролептици не треба да се користат кај (2 одг)?",
//     "answer": ["Паркинсонова болест", "Хиперемезис гравидитарум"],
//     "options": ["Шизофрении", "Депресивни психози", "Хиперемезис гравидитарум", "Паркинсонова болест", "Манични растројства"]
//   },
//   {
//     "question": "Селективни инхибитори на серотонински reuptake се (3одг)?",
//     "answer": ["Флуоксетин", "Пароксетин", "Серталин"],
//     "options": ["Транилципромин", "Флуоксетин", "Литиум", "Пароксетин", "Серталин", "Халоперидол"]
//   },
//   {
//     "question": "Бромокриптин е?",
//     "answer": ["Парцијален агонист на пресинаптични допамински Д2 рецептори"],
//     "options": ["Парцијален блокатор на пресинаптички допамински Д2 рецептори", "Селективен блокатор на алфа2 рецептори", "Парцијален агонист на пресинаптични допамински Д2 рецептори", "Парцијален блокатор на аденилат циклаза"]
//   },
//   {
//     "question": "Лекови од прв избор за несоница се (2 одг)?",
//     "answer": ["Золпидем", "Лоразепам"],
//     "options": ["Квазепам", "Золпидем", "Хлоразепат", "Лоразепам", "Метронидазол"]
//   },
//   {
//     "question": "Антагонист на бензодијазепините е?",
//     "answer": ["Флумазенил"],
//     "options": ["Алпразолам", "Диазепам", "Флумазенил", "Золпидем"]
//   },
//   {
//     "question": "Кај парцијална – фокална епилепсија најдобри ефекти се постигнуваат со (2 одг)?",
//     "answer": ["Карбамазепин", "Валпроична киселина"],
//     "options": ["Фенобарбитон", "Фенитоин", "Клоназепам", "Карбамазепин", "Валпроична киселина"]
//   },
//   {
//     "question": "Сите наведени искази што се однесуваат на кардиотоничните гликозиди се точни ОСВЕН?",
//     "answer": ["Ја намалуваат концентрацијата на интрацелуларниот калциум"],
//     "options": ["Ја инхибираат активноста на На+/К+ АТПаза", "Ја намалуваат концентрацијата на интрацелуларниот калциум", "Ја зголемуваат вагусната активност", "Ја продолжуваат рефрактерноста на AV чворот"]
//   },
//   {
//     "question": "Лекови кои најчесто се користат во третман на срцева слабост се?",
//     "answer": ["Сите горе наведени"],
//     "options": ["Кардиотонични гликозиди", "Диуретици", "АКЕ инхибитори", "Сите горе наведени"]
//   },
//   {
//     "question": "Кој од следниве лекови се класа Ic антиаритмици?",
//     "answer": ["Флекаинид"],
//     "options": ["Флекаинид", "Соталол", "Лидокаин", "Верапамил"]
//   },
//   {
//     "question": "Кои се најчестите несакани дејства од примената на антидепресиви (2 одг)?",
//     "answer": ["Ретенција на урина", "Седација"],
//     "options": ["Еуфорија", "Забрзана перисталтика", "Ретенција на урина", "Седација", "Зголемена саливација"]
//   },
//   {
//     "question": "Кој лек припаѓа на групата на антагонисти на леукотриенски рецептори?",
//     "answer": ["Зафирлукаст"],
//     "options": ["Беклометазон", "Тиотропиум", "Зафирлукаст", "Кромогликат"]
//   },
//   {
//     "question": "На ниво на дисталните тубули делува еден од долунаведените диуретици?",
//     "answer": ["Хидрохлортиазид"],
//     "options": ["Спиринолактон", "Хидрохлортиазид", "Фуросемид", "Амилорид"]
//   },
//   {
//     "question": "Ранитидин ја намалува секрецијата на желудечната киселина преку?",
//     "answer": ["Блокада на хистамиснки H2 рецептори"],
//     "options": ["Инхибиција на протонска пумпа", "Неутрализација на желудочната содржина", "Стимулација на хистамински H2 рецептори", "Блокада на хистамиснки H2 рецептори", "Блокада на М1 мускарински рецептори"]
//   },
//   {
//     "question": "Кое од долунаведените несакани дејства е како резултат на употреба на клонидин?",
//     "answer": ["Седативно и хипнотично средство"],
//     "options": ["Паркинсонов синдром", "Седативно и хипнотично средство", "Агранулоцитоза и апластична анемија", "Сува кашлица"]
//   },
//   {
//     "question": "Кои од наведените бактерии се резистентни, на кларитромицин (2 одг)?",
//     "answer": ["Ентеробактерии", "Псеудомонас"],
//     "options": ["Хеликобактер пилори", "Ентеробактерии", "Легионела пневмофила", "Мораксела катаралис", "Псеудомонас"]
//   },
//   {
//     "question": "Кој од наведените локални анестетици главно се користи за регионална анестезија?",
//     "answer": ["Прокаин"],
//     "options": ["Дибукаин", "Алфентанил", "Прокаин", "Коакин"]
//   },
//   {
//     "question": "Кој од наведените лекови го намалува крвнио притисок преку дејство на ЦНС?",
//     "answer": ["Клонидин"],
//     "options": ["Еналаприл", "Нифедипин", "Клонидин", "Метопролол"]
//   },
//   {
//     "question": "Во групата на седативни антихистаминици спаѓаат 2 од наведените?",
//     "answer": ["Фенирамин", "Хлорфенирамин"],
//     "options": ["Фенирамин", "Фенилефрин", "Лоратадин", "Левоцетиризин", "Хлорфенирамин"]
//   },
//   {
//     "question": "Ципрофлоксацин е антибиотик кој припаѓа во групата на?",
//     "answer": ["Кинолони"],
//     "options": ["Пеницилини", "Цефалоспорини", "Макролиди", "Кинолони"]
//   },
//   {
//     "question": "Сите наведени искази се точни во однос на фармаколошкото дејство на нитратите ОСВЕН?",
//     "answer": ["Ја зголемуваат потребата на миокардот за кислород"],
//     "options": ["Ја намалуваат потребата на миокардот за кислород", "Предизвикуваат дилатација на коронарни крвни садови", "Предизвикуваат релаксација на сите мазни мускули без оглед на локализацијата, инервацијата и причините за спазамот", "Ја зголемуваат потребата на миокардот за кислород"]
//   },
//   {
//     "question": "Кој од наведените ендогени вазоконстриктори го стимулираат ослободувањето на алдостерон од надбубрежните жлезди?",
//     "answer": ["Ангиотензин 2"],
//     "options": ["Ангиотензиноген", "Ангиотензин 2", "Ангиотензин 1", "АКЕ"]
//   },
//   {
//     "question": "Кои 2 од наведените лекови припаѓаат на групата на селективни инхибитори на превземање на серотонин?",
//     "answer": ["Флуоксетин", "Циталопрам"],
//     "options": ["Мапротилин", "Флуоксетин", "Ребоксетин", "Циталопрам", "Фенелзин"]
//   },
//   {
//     "question": "Кои 2 од наведените лекови припаѓаат на 2ра генерација на антипсихотични лекови?",
//     "answer": ["Оланзапин", "Рисперидон"],
//     "options": ["Халоперидол", "Оланзапин", "Флупентиксол", "Хлорпромазин", "Рисперидон"]
//   },
//   {
//     "question": "Нарушен срцев ритам предизвикан од употребата на дигоксин е како резултат на?",
//     "answer": ["Намалена спроводливост на АВ јазолот"],
//     "options": ["Намалена спроводливост на АВ јазолот", "Зголемена симпатичка активност", "Намалена контрактилност на миокардот", "Забрзана спроводливост преку АВ јазолот", "Забрзана срцева работа"]
//   },
//   {
//     "question": "Кои 2 од наведените несакани дејства се карактеристични за органските нитрати?",
//     "answer": ["Главоболка", "Постурална хипотензија"],
//     "options": ["Главоболка", "Гит пореметувања", "Бронхоконстрикција", "Постурална хипотензија", "Torsade de points"]
//   },
//   {
//     "question": "Кои 2 од наведените припаѓаат на НСАИЛ?",
//     "answer": ["Целекоксиб", "Ибупрофен"],
//     "options": ["Метадон", "Оксикодон", "Фенталин", "Целекоксиб", "Ибупрофен"]
//   },
//   {
//     "question": "Посочете ја вообичаената причина за смрт поради предозирање со хипнотици?",
//     "answer": ["Депресија на медуларниот центар (респираторен)"],
//     "options": ["Депресија на медуларниот центар (респираторен)", "Хипотермија", "Церебрален едем", "Статус епилептикус"]
//   },
//   {
//     "question": "Патофизиолошката основа на Паркинсоновата болест е?",
//     "answer": ["Селективен губиток на допаминергични неврони"],
//     "options": ["Селективен губиток на допаминергични неврони", "Губиток на некои холинергични неврони", "Губиток на ГАБА ергични неврони", "Губиток на глутаматни неврони"]
//   },
//   {
//     "question": "Кои 2 од следните бактерии се резистентни на кларитромицин?",
//     "answer": ["Enterobakterii", "Pseudomonaspp"],
//     "options": ["Bacillus species", "Helicobacter pylori", "Enterobakterii", "Pseudomonaspp", "Moraxella catharralis"]
//   },
//   {
//     "question": "За лекување на стафилококна сепса се употребуваат?",
//     "answer": ["Ванкомицин", "Цефуроксим"],
//     "options": ["Ванкомицин", "Цефуроксим", "Еритромицин", "Нитрофурантоин", "Мидекамицин"]
//   },
//   {
//     "question": "Кој од наведените лекови дејствува преку инхибиција на ензимот РНК полимераза?",
//     "answer": ["Рифампицин"],
//     "options": ["Азитромицин", "Амоксицилин", "Метицилин", "Рифампицин", "Кларитромицин"]
//   },
//   {
//     "question": "За лекување на улцеративен колитис се употребува?",
//     "answer": ["Сулфасалазин"],
//     "options": ["Сулфасалазин", "Рифампицин", "Етамбутол", "Ципрофлоксацин"]
//   },
//   {
//     "question": "Од групата на мукопротективи за третман на улкус се користат следните лекови (2 одг)?",
//     "answer": ["Хелати на бизмут", "Мисопростол"],
//     "options": ["Омепразол", "Хелати на бизмут", "Есомепразол", "Симетикон", "Мисопростол"]
//   },
//   {
//     "question": "Кои 2 од наведените лекови припаѓаат на класа Ib антиаритмици?",
//     "answer": ["Лидокаин", "Фенитоин"],
//     "options": ["Хинидин", "Лидокаин", "Пропафенон", "Фенитоин", "Флекаинид"]
//   },
//   {
//     "question": "Кој лек од класа III антиаритмици може да биде ефикасен во третманот на вентрикуларни аритмии да ја продолжува фаза 3 од срцевиот акциски потенцијал и да ги блокира калиумовите канали?",
//     "answer": ["Амиодарон"],
//     "options": ["Есмолол", "Амиодарон", "Лидокаин", "Пропафенон", "Хинидин"]
//   },
//   {
//     "question": "Кои 2 од наведените припаѓаат на групата опијати?",
//     "answer": ["Метадон", "Оксикодон"],
//     "options": ["Метадон", "Оксикодон", "Фенталин", "Морфин", "Хероин"]
//   },
//   {
//     "question": "Кој лек спаќа во иреверзибилни некомпететивни инхибитори на МАО?",
//     "answer": ["Фенелзин"],
//     "options": ["Фенелзин", "Серталин", "Моклобемид", "Миансерин", "Тразодон"]
//   },
//   {
//     "question": "Механизмот на дејство на Ланзопразол опфаќа?",
//     "answer": ["Инхибиција на дејство на H+/K+ ATPаза"],
//     "options": ["Неутрализација на желудочната киселина", "Зголемување на pH на желудочната содржина", "Инхибиција на дејство на H+/K+ ATPаза", "Создавање на механичка пречка за дејството на HCl врз улкусот", "Блокада на H2 рецептори"]
//   },
//   {
//     "question": "Како антагонист на мускаринските рецептори кај пациентите со хронична опструктивна пулмонална болест се користи?",
//     "answer": ["Тиотропиум"],
//     "options": ["Салметерол", "Салбутамол", "Кромогликат", "Будесонит", "Тиотропиум"]
//   }
]

