export let allQuestions = [
  {
    "question": "Глукокортикоиди не се употребуваат кај пациенти со?",
    "answer": ["Улкусна болест"],
    "options": ["Кожни егземи", "Улкусна болест", "Ревматоиден артрит", "Хемолитичка анемија", "Астма"]
  },
  {
    "question": "Дејствата на глукокортикоиди се (2 одг)?",
    "answer": ["Антиинфламаторно", "Имуносупресивно"],
    "options": ["Антиинфламаторно", "Антиаритмиско", "Антихипертензивно", "Имуносупресивно", "Бактерицидно"]
  },
  {
    "question": "Кои од наведените припаѓаат на системски хемостатици (2 одг)?",
    "answer": ["Витамин К", "Фибриноген"],
    "options": ["Витамин К", "Витамин Б12", "Еноксапарин", "Фибриноген", "Надропарин"]
  },
  {
    "question": "Кој од наведените локални анестетици се користи како антиаритмиски лек?",
    "answer": ["Лидокаин"],
    "options": ["Кокаин", "Ропивакаин", "Бупивакан", "Лидокаин"]
  },
  {
    "question": "Во групата на блокатори на H2 рецептори спаѓаат (2 одг)?",
    "answer": ["Ранитидин", "Фамотидин"],
    "options": ["Мизопростол", "Ранитидин (+фамотидин, циметидин, низатидин)", "Цетиризин", ".....атидин", ".....атидин"]
  },
  {
    "question": "......... на простагландини врз слузнивцата на желудникот опфаќа?",
    "answer": ["Инхибиција на секреција на HCl", "........секреција на слуз и бикарбонати"],
    "options": ["Инхибиција на секреција на HCl", "........секреција на слуз и бикарбонати", "...... на крвните садови на слузницата на желудникот", "Создавање на желатинозен слој", "Сите наведени дејства?", "Ниедно од наведените"]
  },
  {
    "question": ".............. третман на астма од прв избор се 2 адренергично агонисти",
    "answer": ["2 адренергично агонисти"],
    "options": ["1 адренергично агонисти", "Антихолинергични лекови", "Кортикостероиди", "2 адренергично агонисти"]
  },
  {
    "question": "Кој од наведените се комбинира со сулбактам?",
    "answer": ["Ампицилин"],
    "options": ["Клоксалицин", "Офлоксацин", "Амоксицилин", "Серталин", "Ампицилин"]
  },
  {
    "question": "Кој од наведените е механизам на резистенција на микроорганизмите?",
    "answer": ["Пренесување на бактерии помеѓу луѓето"],
    "options": ["Пренесување на ген за резистенција помеѓу луѓето", "Намалување на брзина на проток на крв низ бубрезите", "Пренесување на бактерии помеѓу луѓето", "Намалување на ежекциона фракција на срцето", "Намалување на метаболизмот во хепарот"]
  },
  {
    "question": "Витамин Д се употребува за терапија на?",
    "answer": ["Остеомалација"],
    "options": ["Фрактура на коски", "Бери бери", "Остеомалација", "Хипогликемија", "Тиреотоксикоза"]
  },
  {
    "question": "Во групата на орални антидијабетици спаѓаат (2 одг)?",
    "answer": ["Глибенкламид", "Репаглидин"],
    "options": ["Глукагон", "Глибенкламид", "Нифуроксазид", "Репаглидин", "Хитрофурантоин"]
  },
  {
    "question": "Кој од наведените невротрансмитери предизвикува инхибиторна хиперполаризација?",
    "answer": ["Глицин"],
    "options": ["Глутамат", "Аспартат", "Серотонин", "Норадреналин", "Глицин"]
  },
  {
    "question": "Кој од наведените антиепилептици е исто така ефикасен во лекување на тригеминална невралгија?",
    "answer": ["Карбамазепин"],
    "options": ["Примидон", "Талирамат", "Карбамазепин", "Памотри...?"]
  },
  {
    "question": "Гастроинтестинална иритација, КВС ефекти вентрикуларна тахикардија, аритмии или ортостатска хипотензија моторни нарушувања и симптоми на прекин на лекот се можни несакани реакции од?",
    "answer": ["Леводопа"],
    "options": ["Амантадин", "Бензтропин", "Леводопа", "Селегилин"]
  },
  {
    "question": "Кој од наведените лекови дејствува преку инхибиција на синтеза на нуклеински киселини во бактериите?",
    "answer": ["Ципрофлоксацин"],
    "options": ["Азитромицин", "Амоксицилин", "Метицилин", "Ципрофлоксацин", "Кларитромицин"]
  },
  {
    "question": "При употреба на изонијазид потребна е особена претпазливост кај пациенти со?",
    "answer": ["Хепатална инсуфициенција"],
    "options": ["Аритмии", "Срцева инсуфициенција", "Хепатална инсуфициенција", "Псоријаза"]
  },
  {
    "question": "Кој од наведените антибиотици има бактерицидно дејство?",
    "answer": ["Клоксалицин"],
    "options": ["Котримоксазол", "Доксициклин", "Еритромицин", "Хлорамфеникол", "Сулфаметоксазол"]
  },
  {
    "question": "Кој од наведените лекови припаѓа на групата антистафилококни пеницилини?",
    "answer": ["Клоксалицин"],
    "options": ["Азитромицин", "Клоксалицин", "Феноксиметилпеницилин", "Прокаин бензин пеницилин", "Ванкомицин"]
  },
  {
    "question": "Кој од наведените лекови не ја намалува цревната перисталтика?",
    "answer": ["Метилцелулоза"],
    "options": ["Бисакодил", "Метилцелулоза", "Лоперамид", "Магнезиум алуминиум силикат"]
  },
  {
    "question": "Кој од наведените антиаритмици делуваат преку блокада на калиумови канали?",
    "answer": ["Соталол"],
    "options": ["Верапамил", "Соталол", "Пропранолол", "Пропафенон", "Дилтиазем"]
  },
  {
    "question": "Кои 2 од наведените се несакани дејства карактеристични за антагонисти на бета адрнергични рецептори?",
    "answer": ["Брадикардија", "Хипогликемија"],
    "options": ["Брадикардија", "Тироидна дисфункција", "Белодробна фиброза", "Хипогликемија", "Тахикардија"]
  },
  {
    "question": "Која од наведените групи на антихипертензивни лекови го намалуваат метаболизмот на брадикинин?",
    "answer": ["АКЕ инхибитори"],
    "options": ["Диуретици", "Ганглиски блокатори", "АКЕ инхибитори", "Антагонисти на алфа адренергични рецептори"]
  },
  {
    "question": "Фуросемид врз нефронот делува на ниво на?",
    "answer": ["Хенлеова петелка"],
    "options": ["Проксимални тубули", "Дистални тубули", "Хенлеова петелка", "Собирни каналчиња"]
  },
  {
    "question": "Кои 2 антибиотика делуваат преку инхибиција на бактериска ДНА гираза?",
    "answer": ["Ципрофлоксацин", "Левофлоксацин"],
    "options": ["Ципрофлоксацин", "Цефалексин", "Левофлоксацин", "Моксифлоксацин", "Ампицилин"]
  },
  {
    "question": "Кој од долунаведените лекови се користи за хронична долготрајна терапија на мијастенија гравис?",
    "answer": ["Неостигмин"],
    "options": ["Едрофониум", "Неостигмин", "Ехотиофат", "Карбахол"]
  },
  {
    "question": "Кој од следните лекови е блокатор и на мускарински и на никотински рецептори?",
    "answer": ["Хексаметониум"],
    "options": ["Атропин", "Бензтропин", "Хексаметониум", "Сукцинилхолин"]
  },
  {
    "question": "Атропин предизвикува?",
    "answer": ["Мидријаза, зголемен интраокуларен притисок, циклоплегија"],
    "options": ["Миоза, намален интраокуларен притисок, циклоспазам", "Мидријаза, зголемен интраокуларен притисок, циклоплегија", "Миоза, зголемен интраокуларен притисок, циклоплегија", "Мидријаза, зголемен интраокуларен притисок, циклоспазам"]
  },
  {
    "question": "Контраиндикации за употреба на антимускарински лекови се сите освен?",
    "answer": ["Бронхијална астма"],
    "options": ["Глауком", "Мијастенија", "Бронхијална астма", "Паралитичен илеус и атонија на мочен меур"]
  },
  {
    "question": "Одберете хипнотик кој е дериват на бензодијазепини?",
    "answer": ["Флуразепам"],
    "options": ["Золпидем", "Флуразепам", "Секобарбитал", "Фенобарбитон"]
  },
  {
    "question": "Барбитратите го забрзуваат метаболизмот на?",
    "answer": ["Сите наведени"],
    "options": ["Антикоагуланси", "Дигиталис", "Гликокотикоиди", "Сите наведени"]
  },
  {
    "question": "Невролептици не треба да се користат кај (2 одг)?",
    "answer": ["Паркинсонова болест", "Хиперемезис гравидитарум"],
    "options": ["Шизофрении", "Депресивни психози", "Хиперемезис гравидитарум", "Паркинсонова болест", "Манични растројства"]
  },
  {
    "question": "Селективни инхибитори на серотонински reuptake се (3одг)?",
    "answer": ["Флуоксетин", "Пароксетин", "Серталин"],
    "options": ["Транилципромин", "Флуоксетин", "Литиум", "Пароксетин", "Серталин", "Халоперидол"]
  },
  {
    "question": "Бромокриптин е?",
    "answer": ["Парцијален агонист на пресинаптични допамински Д2 рецептори"],
    "options": ["Парцијален блокатор на пресинаптички допамински Д2 рецептори", "Селективен блокатор на алфа2 рецептори", "Парцијален агонист на пресинаптични допамински Д2 рецептори", "Парцијален блокатор на аденилат циклаза"]
  },
  {
    "question": "Лекови од прв избор за несоница се (2 одг)?",
    "answer": ["Золпидем", "Лоразепам"],
    "options": ["Квазепам", "Золпидем", "Хлоразепат", "Лоразепам", "Метронидазол"]
  },
  {
    "question": "Антагонист на бензодијазепините е?",
    "answer": ["Флумазенил"],
    "options": ["Алпразолам", "Диазепам", "Флумазенил", "Золпидем"]
  },
  {
    "question": "Кај парцијална – фокална епилепсија најдобри ефекти се постигнуваат со (2 одг)?",
    "answer": ["Карбамазепин", "Валпроична киселина"],
    "options": ["Фенобарбитон", "Фенитоин", "Клоназепам", "Карбамазепин", "Валпроична киселина"]
  },
  {
    "question": "Сите наведени искази што се однесуваат на кардиотоничните гликозиди се точни ОСВЕН?",
    "answer": ["Ја намалуваат концентрацијата на интрацелуларниот калциум"],
    "options": ["Ја инхибираат активноста на На+/К+ АТПаза", "Ја намалуваат концентрацијата на интрацелуларниот калциум", "Ја зголемуваат вагусната активност", "Ја продолжуваат рефрактерноста на AV чворот"]
  },
  {
    "question": "Лекови кои најчесто се користат во третман на срцева слабост се?",
    "answer": ["Сите горе наведени"],
    "options": ["Кардиотонични гликозиди", "Диуретици", "АКЕ инхибитори", "Сите горе наведени"]
  },
  {
    "question": "Кој од следниве лекови се класа Ic антиаритмици?",
    "answer": ["Флекаинид"],
    "options": ["Флекаинид", "Соталол", "Лидокаин", "Верапамил"]
  }
]

