export let allQuestions = [
  {
    "question": "Глукокортикоиди не се употребуваат кај пациенти со?",
    "answer": ["Улкусна болест"],
    "options": ["Кожни егземи", "Улкусна болест", "Ревматоиден артрит", "Хемолитичка анемија", "Астма"]
  },
  {
    "question": "Дејствата на глукокортикоиди се (2 одг)?",
    "answer": ["Антиинфламаторно", "Имуносупресивно"],
    "options": ["Антиинфламаторно", "Антиаритмиско", "Антихипертензивно", "Имуносупресивно", "Бактерицидно"]
  },
  {
    "question": "Кои од наведените припаѓаат на системски хемостатици (2 одг)?",
    "answer": ["Витамин К", "Фибриноген"],
    "options": ["Витамин К", "Витамин Б12", "Еноксапарин", "Фибриноген", "Надропарин"]
  },
  {
    "question": "Кој од наведените локални анестетици се користи како антиаритмиски лек?",
    "answer": ["Лидокаин"],
    "options": ["Кокаин", "Ропивакаин", "Бупивакан", "Лидокаин"]
  },
  {
    "question": "Во групата на блокатори на H2 рецептори спаѓаат (2 одг)?",
    "answer": ["Ранитидин", "Фамотидин"],
    "options": ["Мизопростол", "Ранитидин (+фамотидин, циметидин, низатидин)", "Цетиризин", ".....атидин", ".....атидин"]
  },
  {
    "question": "......... на простагландини врз слузнивцата на желудникот опфаќа?",
    "answer": ["Инхибиција на секреција на HCl", "........секреција на слуз и бикарбонати"],
    "options": ["Инхибиција на секреција на HCl", "........секреција на слуз и бикарбонати", "...... на крвните садови на слузницата на желудникот", "Создавање на желатинозен слој", "Сите наведени дејства?", "Ниедно од наведените"]
  },
  {
    "question": ".............. третман на астма од прв избор се 2 адренергично агонисти",
    "answer": ["2 адренергично агонисти"],
    "options": ["1 адренергично агонисти", "Антихолинергични лекови", "Кортикостероиди", "2 адренергично агонисти"]
  },
  {
    "question": "Кој од наведените се комбинира со сулбактам?",
    "answer": ["Ампицилин"],
    "options": ["Клоксалицин", "Офлоксацин", "Амоксицилин", "Серталин", "Ампицилин"]
  },
  {
    "question": "Кој од наведените е механизам на резистенција на микроорганизмите?",
    "answer": ["Пренесување на бактерии помеѓу луѓето"],
    "options": ["Пренесување на ген за резистенција помеѓу луѓето", "Намалување на брзина на проток на крв низ бубрезите", "Пренесување на бактерии помеѓу луѓето", "Намалување на ежекциона фракција на срцето", "Намалување на метаболизмот во хепарот"]
  },
  {
    "question": "Витамин Д се употребува за терапија на?",
    "answer": ["Остеомалација"],
    "options": ["Фрактура на коски", "Бери бери", "Остеомалација", "Хипогликемија", "Тиреотоксикоза"]
  },
  {
    "question": "Во групата на орални антидијабетици спаѓаат (2 одг)?",
    "answer": ["Глибенкламид", "Репаглидин"],
    "options": ["Глукагон", "Глибенкламид", "Нифуроксазид", "Репаглидин", "Хитрофурантоин"]
  },
  {
    "question": "Кој од наведените невротрансмитери предизвикува инхибиторна хиперполаризација?",
    "answer": ["Глицин"],
    "options": ["Глутамат", "Аспартат", "Серотонин", "Норадреналин", "Глицин"]
  },
  {
    "question": "Кој од наведените антиепилептици е исто така ефикасен во лекување на тригеминална невралгија?",
    "answer": ["Карбамазепин"],
    "options": ["Примидон", "Талирамат", "Карбамазепин", "Памотри...?"]
  },
  {
    "question": "Гастроинтестинална иритација, КВС ефекти вентрикуларна тахикардија, аритмии или ортостатска хипотензија моторни нарушувања и симптоми на прекин на лекот се можни несакани реакции од?",
    "answer": ["Леводопа"],
    "options": ["Амантадин", "Бензтропин", "Леводопа", "Селегилин"]
  },
  {
    "question": "Кој од наведените лекови дејствува преку инхибиција на синтеза на нуклеински киселини во бактериите?",
    "answer": ["Ципрофлоксацин"],
    "options": ["Азитромицин", "Амоксицилин", "Метицилин", "Ципрофлоксацин", "Кларитромицин"]
  },
  {
    "question": "При употреба на изонијазид потребна е особена претпазливост кај пациенти со?",
    "answer": ["Хепатална инсуфициенција"],
    "options": ["Аритмии", "Срцева инсуфициенција", "Хепатална инсуфициенција", "Псоријаза"]
  },
  {
    "question": "Кој од наведените антибиотици има бактерицидно дејство?",
    "answer": ["Клоксалицин"],
    "options": ["Котримоксазол", "Доксициклин", "Еритромицин", "Хлорамфеникол", "Сулфаметоксазол"]
  },
  {
    "question": "Кој од наведените лекови припаѓа на групата антистафилококни пеницилини?",
    "answer": ["Клоксалицин"],
    "options": ["Азитромицин", "Клоксалицин", "Феноксиметилпеницилин", "Прокаин бензин пеницилин", "Ванкомицин"]
  },
  {
    "question": "Кој од наведените лекови не ја намалува цревната перисталтика?",
    "answer": ["Метилцелулоза"],
    "options": ["Бисакодил", "Метилцелулоза", "Лоперамид", "Магнезиум алуминиум силикат"]
  },
  {
    "question": "Кој од наведените антиаритмици делуваат преку блокада на калиумови канали?",
    "answer": ["Соталол"],
    "options": ["Верапамил", "Соталол", "Пропранолол", "Пропафенон", "Дилтиазем"]
  },
  {
    "question": "Кои 2 од наведените се несакани дејства карактеристични за антагонисти на бета адрнергични рецептори?",
    "answer": ["Брадикардија", "Хипогликемија"],
    "options": ["Брадикардија", "Тироидна дисфункција", "Белодробна фиброза", "Хипогликемија", "Тахикардија"]
  },
  {
    "question": "Која од наведените групи на антихипертензивни лекови го намалуваат метаболизмот на брадикинин?",
    "answer": ["АКЕ инхибитори"],
    "options": ["Диуретици", "Ганглиски блокатори", "АКЕ инхибитори", "Антагонисти на алфа адренергични рецептори"]
  },
  {
    "question": "Фуросемид врз нефронот делува на ниво на?",
    "answer": ["Хенлеова петелка"],
    "options": ["Проксимални тубули", "Дистални тубули", "Хенлеова петелка", "Собирни каналчиња"]
  },
  {
    "question": "Кои 2 антибиотика делуваат преку инхибиција на бактериска ДНА гираза?",
    "answer": ["Ципрофлоксацин", "Левофлоксацин"],
    "options": ["Ципрофлоксацин", "Цефалексин", "Левофлоксацин", "Моксифлоксацин", "Ампицилин"]
  },
  {
    "question": "Кој од долунаведените лекови се користи за хронична долготрајна терапија на мијастенија гравис?",
    "answer": ["Неостигмин"],
    "options": ["Едрофониум", "Неостигмин", "Ехотиофат", "Карбахол"]
  },
  {
    "question": "Кој од следните лекови е блокатор и на мускарински и на никотински рецептори?",
    "answer": ["Хексаметониум"],
    "options": ["Атропин", "Бензтропин", "Хексаметониум", "Сукцинилхолин"]
  },
  {
    "question": "Атропин предизвикува?",
    "answer": ["Мидријаза, зголемен интраокуларен притисок, циклоплегија"],
    "options": ["Миоза, намален интраокуларен притисок, циклоспазам", "Мидријаза, зголемен интраокуларен притисок, циклоплегија", "Миоза, зголемен интраокуларен притисок, циклоплегија", "Мидријаза, зголемен интраокуларен притисок, циклоспазам"]
  },
  {
    "question": "Контраиндикации за употреба на антимускарински лекови се сите освен?",
    "answer": ["Бронхијална астма"],
    "options": ["Глауком", "Мијастенија", "Бронхијална астма", "Паралитичен илеус и атонија на мочен меур"]
  },
  {
    "question": "Одберете хипнотик кој е дериват на бензодијазепини?",
    "answer": ["Флуразепам"],
    "options": ["Золпидем", "Флуразепам", "Секобарбитал", "Фенобарбитон"]
  },
  {
    "question": "Барбитратите го забрзуваат метаболизмот на?",
    "answer": ["Сите наведени"],
    "options": ["Антикоагуланси", "Дигиталис", "Гликокотикоиди", "Сите наведени"]
  },
  {
    "question": "Невролептици не треба да се користат кај (2 одг)?",
    "answer": ["Паркинсонова болест", "Хиперемезис гравидитарум"],
    "options": ["Шизофрении", "Депресивни психози", "Хиперемезис гравидитарум", "Паркинсонова болест", "Манични растројства"]
  },
  {
    "question": "Селективни инхибитори на серотонински reuptake се (3одг)?",
    "answer": ["Флуоксетин", "Пароксетин", "Серталин"],
    "options": ["Транилципромин", "Флуоксетин", "Литиум", "Пароксетин", "Серталин", "Халоперидол"]
  },
  {
    "question": "Бромокриптин е?",
    "answer": ["Парцијален агонист на пресинаптични допамински Д2 рецептори"],
    "options": ["Парцијален блокатор на пресинаптички допамински Д2 рецептори", "Селективен блокатор на алфа2 рецептори", "Парцијален агонист на пресинаптични допамински Д2 рецептори", "Парцијален блокатор на аденилат циклаза"]
  },
  {
    "question": "Лекови од прв избор за несоница се (2 одг)?",
    "answer": ["Золпидем", "Лоразепам"],
    "options": ["Квазепам", "Золпидем", "Хлоразепат", "Лоразепам", "Метронидазол"]
  },
  {
    "question": "Антагонист на бензодијазепините е?",
    "answer": ["Флумазенил"],
    "options": ["Алпразолам", "Диазепам", "Флумазенил", "Золпидем"]
  },
  {
    "question": "Кај парцијална – фокална епилепсија најдобри ефекти се постигнуваат со (2 одг)?",
    "answer": ["Карбамазепин", "Валпроична киселина"],
    "options": ["Фенобарбитон", "Фенитоин", "Клоназепам", "Карбамазепин", "Валпроична киселина"]
  },
  {
    "question": "Сите наведени искази што се однесуваат на кардиотоничните гликозиди се точни ОСВЕН?",
    "answer": ["Ја намалуваат концентрацијата на интрацелуларниот калциум"],
    "options": ["Ја инхибираат активноста на На+/К+ АТПаза", "Ја намалуваат концентрацијата на интрацелуларниот калциум", "Ја зголемуваат вагусната активност", "Ја продолжуваат рефрактерноста на AV чворот"]
  },
  {
    "question": "Лекови кои најчесто се користат во третман на срцева слабост се?",
    "answer": ["Сите горе наведени"],
    "options": ["Кардиотонични гликозиди", "Диуретици", "АКЕ инхибитори", "Сите горе наведени"]
  },
  {
    "question": "Кој од следниве лекови се класа Ic антиаритмици?",
    "answer": ["Флекаинид"],
    "options": ["Флекаинид", "Соталол", "Лидокаин", "Верапамил"]
  },
  {
    "question": "Кои се најчестите несакани дејства од примената на антидепресиви (2 одг)?",
    "answer": ["Ретенција на урина", "Седација"],
    "options": ["Еуфорија", "Забрзана перисталтика", "Ретенција на урина", "Седација", "Зголемена саливација"]
  },
  {
    "question": "Кој лек припаѓа на групата на антагонисти на леукотриенски рецептори?",
    "answer": ["Зафирлукаст"],
    "options": ["Беклометазон", "Тиотропиум", "Зафирлукаст", "Кромогликат"]
  },
  {
    "question": "На ниво на дисталните тубули делува еден од долунаведените диуретици?",
    "answer": ["Хидрохлортиазид"],
    "options": ["Спиринолактон", "Хидрохлортиазид", "Фуросемид", "Амилорид"]
  },
  {
    "question": "Ранитидин ја намалува секрецијата на желудечната киселина преку?",
    "answer": ["Блокада на хистамиснки H2 рецептори"],
    "options": ["Инхибиција на протонска пумпа", "Неутрализација на желудочната содржина", "Стимулација на хистамински H2 рецептори", "Блокада на хистамиснки H2 рецептори", "Блокада на М1 мускарински рецептори"]
  },
  {
    "question": "Кое од долунаведените несакани дејства е како резултат на употреба на клонидин?",
    "answer": ["Седативно и хипнотично средство"],
    "options": ["Паркинсонов синдром", "Седативно и хипнотично средство", "Агранулоцитоза и апластична анемија", "Сува кашлица"]
  },
  {
    "question": "Кои од наведените бактерии се резистентни, на кларитромицин (2 одг)?",
    "answer": ["Ентеробактерии", "Псеудомонас"],
    "options": ["Хеликобактер пилори", "Ентеробактерии", "Легионела пневмофила", "Мораксела катаралис", "Псеудомонас"]
  },
  {
    "question": "Кој од наведените локални анестетици главно се користи за регионална анестезија?",
    "answer": ["Прокаин"],
    "options": ["Дибукаин", "Алфентанил", "Прокаин", "Коакин"]
  },
  {
    "question": "Кој од наведените лекови го намалува крвнио притисок преку дејство на ЦНС?",
    "answer": ["Клонидин"],
    "options": ["Еналаприл", "Нифедипин", "Клонидин", "Метопролол"]
  },
  {
    "question": "Во групата на седативни антихистаминици спаѓаат 2 од наведените?",
    "answer": ["Фенирамин", "Хлорфенирамин"],
    "options": ["Фенирамин", "Фенилефрин", "Лоратадин", "Левоцетиризин", "Хлорфенирамин"]
  },
  {
    "question": "Ципрофлоксацин е антибиотик кој припаѓа во групата на?",
    "answer": ["Кинолони"],
    "options": ["Пеницилини", "Цефалоспорини", "Макролиди", "Кинолони"]
  },
  {
    "question": "Сите наведени искази се точни во однос на фармаколошкото дејство на нитратите ОСВЕН?",
    "answer": ["Ја зголемуваат потребата на миокардот за кислород"],
    "options": ["Ја намалуваат потребата на миокардот за кислород", "Предизвикуваат дилатација на коронарни крвни садови", "Предизвикуваат релаксација на сите мазни мускули без оглед на локализацијата, инервацијата и причините за спазамот", "Ја зголемуваат потребата на миокардот за кислород"]
  },
  {
    "question": "Кој од наведените ендогени вазоконстриктори го стимулираат ослободувањето на алдостерон од надбубрежните жлезди?",
    "answer": ["Ангиотензин 2"],
    "options": ["Ангиотензиноген", "Ангиотензин 2", "Ангиотензин 1", "АКЕ"]
  },
  {
    "question": "Кои 2 од наведените лекови припаѓаат на групата на селективни инхибитори на превземање на серотонин?",
    "answer": ["Флуоксетин", "Циталопрам"],
    "options": ["Мапротилин", "Флуоксетин", "Ребоксетин", "Циталопрам", "Фенелзин"]
  },
  {
    "question": "Кои 2 од наведените лекови припаѓаат на 2ра генерација на антипсихотични лекови?",
    "answer": ["Оланзапин", "Рисперидон"],
    "options": ["Халоперидол", "Оланзапин", "Флупентиксол", "Хлорпромазин", "Рисперидон"]
  },
  {
    "question": "Нарушен срцев ритам предизвикан од употребата на дигоксин е како резултат на?",
    "answer": ["Намалена спроводливост на АВ јазолот"],
    "options": ["Намалена спроводливост на АВ јазолот", "Зголемена симпатичка активност", "Намалена контрактилност на миокардот", "Забрзана спроводливост преку АВ јазолот", "Забрзана срцева работа"]
  },
  {
    "question": "Кои 2 од наведените несакани дејства се карактеристични за органските нитрати?",
    "answer": ["Главоболка", "Постурална хипотензија"],
    "options": ["Главоболка", "Гит пореметувања", "Бронхоконстрикција", "Постурална хипотензија", "Torsade de points"]
  },
  {
    "question": "Кои 2 од наведените припаѓаат на НСАИЛ?",
    "answer": ["Целекоксиб", "Ибупрофен"],
    "options": ["Метадон", "Оксикодон", "Фенталин", "Целекоксиб", "Ибупрофен"]
  },
  {
    "question": "Посочете ја вообичаената причина за смрт поради предозирање со хипнотици?",
    "answer": ["Депресија на медуларниот центар (респираторен)"],
    "options": ["Депресија на медуларниот центар (респираторен)", "Хипотермија", "Церебрален едем", "Статус епилептикус"]
  },
  {
    "question": "Патофизиолошката основа на Паркинсоновата болест е?",
    "answer": ["Селективен губиток на допаминергични неврони"],
    "options": ["Селективен губиток на допаминергични неврони", "Губиток на некои холинергични неврони", "Губиток на ГАБА ергични неврони", "Губиток на глутаматни неврони"]
  },
  {
    "question": "Кои 2 од следните бактерии се резистентни на кларитромицин?",
    "answer": ["Enterobakterii", "Pseudomonaspp"],
    "options": ["Bacillus species", "Helicobacter pylori", "Enterobakterii", "Pseudomonaspp", "Moraxella catharralis"]
  },
  {
    "question": "За лекување на стафилококна сепса се употребуваат?",
    "answer": ["Ванкомицин", "Цефуроксим"],
    "options": ["Ванкомицин", "Цефуроксим", "Еритромицин", "Нитрофурантоин", "Мидекамицин"]
  },
  {
    "question": "Кој од наведените лекови дејствува преку инхибиција на ензимот РНК полимераза?",
    "answer": ["Рифампицин"],
    "options": ["Азитромицин", "Амоксицилин", "Метицилин", "Рифампицин", "Кларитромицин"]
  },
  {
    "question": "За лекување на улцеративен колитис се употребува?",
    "answer": ["Сулфасалазин"],
    "options": ["Сулфасалазин", "Рифампицин", "Етамбутол", "Ципрофлоксацин"]
  },
  {
    "question": "Од групата на мукопротективи за третман на улкус се користат следните лекови (2 одг)?",
    "answer": ["Хелати на бизмут", "Мисопростол"],
    "options": ["Омепразол", "Хелати на бизмут", "Есомепразол", "Симетикон", "Мисопростол"]
  },
  {
    "question": "Кои 2 од наведените лекови припаѓаат на класа Ib антиаритмици?",
    "answer": ["Лидокаин", "Фенитоин"],
    "options": ["Хинидин", "Лидокаин", "Пропафенон", "Фенитоин", "Флекаинид"]
  },
  {
    "question": "Кој лек од класа III антиаритмици може да биде ефикасен во третманот на вентрикуларни аритмии да ја продолжува фаза 3 од срцевиот акциски потенцијал и да ги блокира калиумовите канали?",
    "answer": ["Амиодарон"],
    "options": ["Есмолол", "Амиодарон", "Лидокаин", "Пропафенон", "Хинидин"]
  },
  {
    "question": "Кои 2 од наведените припаѓаат на групата опијати?",
    "answer": ["Метадон", "Оксикодон"],
    "options": ["Метадон", "Оксикодон", "Фенталин", "Морфин", "Хероин"]
  },
  {
    "question": "Кој лек спаќа во иреверзибилни некомпететивни инхибитори на МАО?",
    "answer": ["Фенелзин"],
    "options": ["Фенелзин", "Серталин", "Моклобемид", "Миансерин", "Тразодон"]
  },
  {
    "question": "Механизмот на дејство на Ланзопразол опфаќа?",
    "answer": ["Инхибиција на дејство на H+/K+ ATPаза"],
    "options": ["Неутрализација на желудочната киселина", "Зголемување на pH на желудочната содржина", "Инхибиција на дејство на H+/K+ ATPаза", "Создавање на механичка пречка за дејството на HCl врз улкусот", "Блокада на H2 рецептори"]
  },
  {
    "question": "Како антагонист на мускаринските рецептори кај пациентите со хронична опструктивна пулмонална болест се користи?",
    "answer": ["Тиотропиум"],
    "options": ["Салметерол", "Салбутамол", "Кромогликат", "Будесонит", "Тиотропиум"]
  }
]

