export let allQuestions = [
    {
        "question": "Лезијата на вратниот симпатикус предизвикува?",
        "answer": ["птоза мијоза, енофталмус, анхидроза на лице"],
        "options": ["птоза мијоза, енофталмус, анхидроза на лице", "проширена рима окули, мидриаза, бледило и хиперхидроза на лицето", "мидријаза, анхидроза на лицето", "птоза миоза, егзофталмус"]
      },
      {
        "question": "Миопатски синдром се карактеризира со?",
        "answer": ["феномен на антиципација"],
        "options": ["перфацикул...", "присуство...", "недостаток...", "феномен на антиципација"]
      },
      {
        "question": "Неспособнота за брзо изведување на брзи најизменични движења на супинација и на пронација се нарекува?",
        "answer": ["адијадохокинеза"],
        "options": ["апраксија", "адијадохокинеза", "алексија", "агнозија"]
      },
      {
        "question": "Феноменот на одбивање (homles......) лезии на малиот мозок и означува оштетување на рефлексот на:",
        "answer": ["истегнување"],
        "options": ["фаќање", "цицање", "истегнување", "пагање"]
      },
      {
        "question": "Абазија-астазија е синдром при кој болниот не е во состојба да?",
        "answer": ["оди и стои"],
        "options": ["оди и стои", "седи и стои", "стои и гледа", "оди и гледа"]
      },
      {
        "question": "Оптичка агнозија означува?",
        "answer": ["неможност да се препознаат познати предмети иако болниот ги гледа"],
        "options": ["неможност за препознавање на предметите со допирање", "немање увид во сопствениот дефект", "неможност да се препознаат познати предмети иако болниот ги гледа", "неможност за препознавање на одредени делови од телото"]
      },
      {
        "question": "Лезијата во хемисферите на малиот мозок предизвикува?",
        "answer": ["атаксија, дизметрија, хипотонија"],
        "options": ["дисфагија, хемипареза, хипертонија", "атаксија, дизметрија, хипотонија", "парапареза, параплегија, дизартрија", "апраксија, агнозија, афазија"]
      },
      {
        "question": "Парализа на n.peroneus предизвикува?",
        "answer": ["висечко стопало"],
        "options": ["висечка рака", "мајмунска рака", "канџеста рака", "висечко стопало"]
      },
      {
        "question": "Карпал тунел синдромот е предизвикан?",
        "answer": ["n.medianus"],
        "options": ["n.ischiadicus", "n.peroneus", "n.medianus", "nn.occipitales"]
      },
      {
        "question": "Мигрената претставува?",
        "answer": ["примарна главоболка"],
        "options": ["примарна главоболка", "секундарна главоболка", "невралгија", "вазомотрона главоболка"]
      },
      {
        "question": "Ретинална мигрена се карактеризира со:",
        "answer": ["реверзибилен скотум, моноокуларен дефект во видното поле"],
        "options": ["главоболка, хемипареза, дисфагија", "вертиго, тинктус, диплопии, атаксија", "реверзибилен скотум, моноокуларен дефект во видното поле", "пареза на n.ocolumotorius i n.trochlearis"]
      },
      {
        "question": "Cluster главоболка се карактеризира со?",
        "answer": ["течење на солзи, ринореа, миоза, птоза, едем на очниот капак"],
        "options": ["течење на солзи, ринореа, миоза, птоза, едем на очниот капак", "птоза, мидријаза, назална конгестија", "скотоми, хемианопсија, диплопии", "фотофобија, фонофобија, чувство на притисок битемпорално"]
      },
      {
        "question": "Кај јувенилната миоклонус епилепсија лек од прв избор е:",
        "answer": ["Валпроат"],
        "options": ["фенобарбитон", "Валпроат", "диазепам"]
      },
      {
        "question": "Аносмија се јавува при повреда на:",
        "answer": ["n.I"],
        "options": ["n.I", "n.II", "n.III"]
      },
      {
        "question": "Кај субарахноидалната.....максимум помеѓу?",
        "answer": ["14-17 ден"],
        "options": ["1-3 ден", "3-7 ден", "10-14 ден", "14-17 ден"]
      },
      {
        "question": "Психогените напади се лекуваат со:",
        "answer": ["анксиолитици"],
        "options": ["антиепилептици", "антикоагуланти", "анксиолитици", "антихипертензиви"]
      },
      {
        "question": "При синдром на cauda equina настанува испад на сензибилитетот?",
        "answer": ["перианално, перигенитално, медијална и задна страна бутот"],
        "options": ["перианално, перигенитално, медијална и задна страна бутот", "во Zelder-овите зони", "во вид на чорапи и ракавици", "хемихипестезија"]
      },
      {
        "question": "Anesthesia dolorosa е карактеристика на?",
        "answer": ["сензибилитетен синдром на таламус"],
        "options": ["хистерично нарушување на сензибилитетот", "сензибилитетен синдром на лезија на париеталната кора на мозокот", "сензитивен синдром на табес", "сензибилитетен синдром на таламус"]
      },
      {
        "question": "Спастично парапаретичниот од резултат на лезија на пирамидниот?",
        "answer": ["под цервикална интуменценција"],
        "options": ["над цервикална интуменценција", "под цервикална интуменценција", "над лумбална интуменценција", "под лумбална интуменценција"]
      },
      {
        "question": "Кортикална ширечка депресија е имплицирана во патофизиолошки механизми на?",
        "answer": ["мигрена"],
        "options": ["тензиона главоболка", "кластер главоболка", "мигрена", "симптоматска главоболка"]
      },
      {
        "question": "Доколку постои испад на површниот сензибилитет на дисталните делови на екстремитетите во вид на чорапи или ракавици тогаш се работи за лезии на:",
        "answer": ["периферен нерви"],
        "options": ["задниот спинален корен", "периферен нерви", "Cauda equina", "рбетен мозок"]
      },
      {
        "question": "Графанестезија е:",
        "answer": ["неспособност со затворени очи да го препознае бројот кој со тап предмет ќе се испише по кожата на болниот"],
        "options": ["неспособност со затворени очи да го препознае бројот кој со тап предмет ќе се испише по кожата на болниот", "неспособност за познавање предмет со допир", "неспособност за пишување", "неспособност за проценка на формата и тежината на предметот"]
      },
      {
        "question": "Кај сензитивниот синдром на табес постои оштетување на?",
        "answer": ["задните снопови на рбетниот мозок"],
        "options": ["пирамидалните патишта", "таламус", "сензитивниот кортекс", "задните снопови на рбетниот мозок"]
      },
      {
        "question": "Кај хемибализам постои оштетување во регијата на?",
        "answer": ["субталамични јадра"],
        "options": ["базални ганглии", "субталамични јадра", "хипоталамус", "capsula interna"]
      },
      {
        "question": "Паркинсоновиот тремор има фрекфенција од?",
        "answer": ["4-8Hz"],
        "options": ["1-4Hz", "4-8Hz", "8-12Hz", "12-16Hz"]
      },
      {
        "question": "При хистеричен мутизам болниот?",
        "answer": ["не може да збори, а може да пишува црта и покажува"],
        "options": ["болниот неможе да збори и разбере туг говор", "не може да збори, а може да пишува црта и покажува", "може да збори, ама не го разбира тугиот говор", "може да збори, а неможе да црта и да пишува"]
      },
      {
        "question": "Билатерална астероглиоза, идеомоторна апраксија и алексија се јавуваат кај синдром на?",
        "answer": ["париетален лобус"],
        "options": ["фронтален лобус", "париетален лобус", "темпорален лобус", "окципитален лобус"]
      },
      {
        "question": "За прекин на мигренозниот напад се користат?",
        "answer": ["препарати на secale cornutum-еrgotamin, ditamin"],
        "options": ["бета-блокатори", "антагонисти на лациум", "препарати на secale cornutum-еrgotamin, ditamin", "антиепилептици"]
      },
      {
        "question": "Кај тензионата главоболка?",
        "answer": ["нема фотофобија или фонофобија"],
        "options": ["нема фотофобија или фонофобија", "има солзење на очите", "има повраќање и наузеа", "има еднострана локализација"]
      },
      {
        "question": "Прозоплагија претставува?",
        "answer": ["невралгија на тригеминалниот нерв"],
        "options": ["невралгија на ишијадичниот нерв", "невралгија на тригеминалниот нерв", "нервралгија на окципиталните", "вид на мигренска главоболка"]
      },
      {
        "question": "Унилатерална кортикална репрезентација?",
        "answer": ["долниот дел на моторното јадро на n.facialis m.genioglossus"],
        "options": ["горeн дел на моторно јадро на n.facialis m.hypoglossus", "долниот дел на моторното јадро на n.facialis m.styloglossus", "долниот дел на моторното јадро на n.facialis m.genioglossus", "горниот дел на моторното јадро на n.facialis m.genioglossus"]
      },
      {
        "question": "Синдромот на Foster Kennedy се состои од?",
        "answer": ["апосемија, истострана оптичка атрофија и контралатерален едем"],
        "options": ["хомонимна хемианопсија и аносмија", "хетеронимна хемианопсија и стрбизам", "едем на папила, амауроза", "апосемија, истострана оптичка атрофија и контралатерален едем"]
      },
      {
        "question": "Никталопија претставува?",
        "answer": ["нокна слепост"],
        "options": ["дневна слепост", "нокна слепост", "слепост за бои", "слепи лакуни во видното поле"]
      },
      {
        "question": "Оптичките халуцинации се последица на раздранување на:",
        "answer": ["окципиталните психофизуелни центри"],
        "options": ["n.opticus", "fasciculus opticus", "хијазма", "окципиталните психофизуелни центри"]
      },
      {
        "question": "Двострана лезија на area striata предизвикува?",
        "answer": ["кортикално слепило"],
        "options": ["скотом", "кортикално слепило", "хемералопија", "хемианпсија"]
      },
      {
        "question": "Пареза на вертикален поглед се јавува при лезија на?",
        "answer": ["горните коликули на lamina quadrigemina"],
        "options": ["горните коликули на lamina quadrigemina", "Jadroto Westphal Edinger", "Јадрото perlia", "Центарот на Budge"]
      },
      {
        "question": "Синдром на Marin Amat се јавува при лезија?",
        "answer": ["n.VII"],
        "options": ["n.V", "n.VII", "n.IX", "n.XI"]
      },
      {
        "question": "Амиотрофична парализа на m.sternocleidomastoideus и m.trapezius е предизвикана од повреда на?",
        "answer": ["n.accesorius"],
        "options": ["plexus cervicalis", "plexus brachialis", "n.accesorius", "nn. occipitalis"]
      },
      {
        "question": "Syndroma Tolosa Hunt е предизвикан поради лезија на?",
        "answer": ["sinus cavernosus"],
        "options": ["sinus caroticus", "sinus cavernosus", "carotis communis", "vena jugularis"]
      },
      {
        "question": "Детстката абсанс епилепсија?",
        "answer": ["натриум валпроат"],
        "options": ["карбамезопин", "фенитоин", "вигабатрин", "натриум валпроат"]
      },
      {
        "question": "Синдромот на Wallenberg настанува при тромбоза на?",
        "answer": ["a cerebellaris inferior posterior"],
        "options": ["а.cerebellaris superior", "a cerebellaris inferior posterior", "a.cerebellaris inferior anterior", "a. cerebri posterior"]
      },
      {
        "question": "Акутен инфламаторен демиелинизирачки полирадикулоневритис се третира со?",
        "answer": ["плазмафереза"],
        "options": ["тромболиза", "плазмафереза", "калциум анатонисти", "бета блокатори"]
      },
      {
        "question": "Симптомите на тромбоза во мозочните вени?",
        "answer": ["главоболка, фокални невролошки испади"],
        "options": ["тинктус, вртоглавица, нистагмус", "главоболка, фокални невролошки испади", "хемихипестезија хемианопсија", "афазија, апраксија, акалулија"]
      },
      {
        "question": "Големина, локализација на мозочен инфаркт?",
        "answer": ["Компјутериирана томографија"],
        "options": ["Компјутериирана томографија", "доплер сонографија", "електромиографија", "електроенцефалографија"]
      },
      {
        "question": "Најголема инциденца кај повторно крварење?",
        "answer": ["5-9 ден од првото крварење"],
        "options": ["1-5 ден од првото крварење", "5-9 ден од првото крварење", "9-14 ден од првото крварење", "14-18 ден од првото крварење"]
      },
      {
        "question": "Мијастеничниот синдром се манифестира со?",
        "answer": ["патолошка замореност на мускулатурата"],
        "options": ["отежната мускулна контракција", "отежната мускулна деконтракција", "патолошка замореност на мускулатурата", "псевдо хипертрофија на мускулатурата"]
      },
      {
        "question": "Терминот dysesthesiae оначува?",
        "answer": ["спонтани сензации на мравки, жарење палење"],
        "options": ["спонтани сензации на мравки, жарење палење", "несоодветно чуствување на одредена дразба (во вид на отрпнатост)", "намален осет за болка", "намален осет за температура"]
      },
      {
        "question": "Паткав од е карактеристика на болните од:",
        "answer": ["мускулна дистрофија"],
        "options": ["мозочен удар", "епилепсија", "мускулна дистрофија", "Паркинсонова болест"]
      },
      {
        "question": "Ангиографијата се прави во период од ____ од моментот на настанување на болеста а ако се задоцни во тој период истата се прави после___?",
        "answer": ["24-72 часа, 3 недели"],
        "options": ["24 часа, 1 недела", "24-72 часа, 3 недели", "3-5 дена, 2 недели", "1 недела, 1 месец"]
      },
      {
        "question": "Кај хроничната инфламаторна демиелинизирачка полирадикулоневропатија, прогресијата во симптомите?",
        "answer": ["подолга од 2 месеци"],
        "options": ["пократка од 1 недела", "пократка од 1 месец", "пократка од 2 месеци", "подолга од 2 месеци"]
      },
      {
        "question": "Дистензии се кога при нанесување на некоја дразба болниот ја чувствува несоодветно, т.е ја чувствува како отрпување, жарење, а сензитивен феномен се јавува при лезии на?",
        "answer": ["Периферни нерви"],
        "options": ["Периферни нерви", "Базални ганглии", "Рбетниот мозок", "Париеталниот кортекс"]
      },
      {
        "question": "Терминот агнозија означува:",
        "answer": ["Неспособност за препознавање на значењето на сензитивната дразба"],
        "options": ["Неспособност за изведување на претходно научени движења", "Неспособност за препознавање на значењето на сензитивната дразба", "Неспособност за одржување на рамнотежата", "Неспособност за вербална комуникација"]
      },
      {
        "question": "Терминот дисметрија означува?",
        "answer": ["Неспособност на проценка на обем на волево движење и промашување на целта"],
        "options": ["Неразбирање на туѓиот говор", "Неспособност за одржување на екстремитетите во позиција", "Неспособност на проценка на обем на волево движење и промашување на целта", "Намалено видно поле"]
      },
      {
        "question": "Ромберг-ов тест е позитивен при лезија на?",
        "answer": ["Малиот мозок"],
        "options": ["Малиот мозок", "Темпоралниот лобус", "Пирамидните патишта", "Таламус"]
      },
      {
        "question": "Миоклонус претставува:",
        "answer": ["Краткотрајни, ненадејни,неритмични и несиметрични контракции на делови од мускул, цел мускул или група мускули"],
        "options": ["Краткотрајни, ненадејни,неритмични и несиметрични контракции на делови од мускул, цел мускул или група мускули", "Ритмично осцилаторно движење кое е резултат на алтернативна и синхроидна контракција на антагонистични мускули", "Груби, неволеви движења во вид на извиткување, замавнување, зафрлување на екстремитет", "Неволеви, кратки, интермитентни повторувачки движења"]
      },
      {
        "question": "Оштетувањето на левиот окципитален лобус:",
        "answer": ["Деснострана хомонимна хемианопсија"],
        "options": ["Акустични халуцинации, нерушено однесување", "Идесомоторна атаксија, астерсогнозија", "Левострана хомонимна хемианопсија со видни халуцинации", "Деснострана хомонимна хемианопсија"]
      },
      {
        "question": "Кај кој тип на главоболка може да се појави Хорнер-ов синдром?",
        "answer": ["Кластер главоболка"],
        "options": ["Тензиона главоболка", "Кластер главоболка", "Мигрена без аура", "Мигрена со аура"]
      },
      {
        "question": "Скотоми се:",
        "answer": ["Слепи лакуни во видно подрачје на едно око"],
        "options": ["Намалување на острина на централен вид", "Визуелна загуба во 1/2 од видното поле", "Слепи лакуни во видно подрачје на едно око", "Слепило за бои на црвено-зелена оска"]
      },
      {
        "question": "Птоза се јавува при лезија на кранијален нерв?",
        "answer": ["oculomotorius"],
        "options": ["oculomotorius", "opticus", "facialis", "vagus"]
      },
      {
        "question": "Интрануклеарна офталмоплегија?",
        "answer": ["Fasciculus longitudinalis med"],
        "options": ["Tr. Spinothalamicus", "Fasciculus longitudinalis med", "Tr opticus", "Fasciculus opticus"]
      },
      {
        "question": "Знакот на Бабински изведба:",
        "answer": ["Се влече тап предмет по должината на надворешниот раб на стапалото"],
        "options": ["Нагло движење со зарапена игла по должината на абдоменот", "Се влече тап предмет по должината на надворешниот раб на стапалото", "Се прави пасивна флексија на 3,4,5 прст на дланка", "Се притиска со палецот и показалецот по должина на тибиата"]
      },
      {
        "question": "Епилептичен напад со видни халуцинации, форсирано трепкање со очи, потекнува од?",
        "answer": ["Окципитален лобус"],
        "options": ["Фронтален лобус", "Темпорален лобус", "Периетален лобус", "Окципитален лобус"]
      },
      {
        "question": "Диференцијална дијагноза на епилепија?",
        "answer": ["Синкопа"],
        "options": ["Мијастеничен синдром", "Миелит", "Паркинсонизам", "Синкопа"]
      },
      {
        "question": "Кај аберантна реинервација на n.VII(фациалис) има?",
        "answer": ["Феномен на крокодилска солзи"],
        "options": ["Trousscau-ов болен тик", "Феномен на Parinaud", "Феномен на крокодилска солзи", "Фацијален едем"]
      },
      {
        "question": "Кај синдром Weber, освен контралатерална хемиплегија, во клиничката слика има и истострана парализа на ?",
        "answer": ["N. stratoacusticus", "N. trigeminus", "N. facialis", "N. oculomotorius"],
        "options": ["N. stratoacusticus", "N. trigeminus", "N. facialis", "N. oculomotorius"]
    },
    {
        "question": "Неволеви движења, бавни, неоправилни, неритмични, во вид на извиткување со црвообразни движења на дистални делови на раце, најчесто на прсти на раце се нарекуваат?",
        "answer": ["Миоклонус", "Тикови", "Хореа", "Атетоза"],
        "options": ["Миоклонус", "Тикови", "Хореа", "Атетоза"]
    },
    {
        "question": "Според диференцијацијата на СЗО, мигрената се карактеризира со:",
        "answer": ["Конјуктивална реакција, едем на очните капаци", "Потење на челото и лицето", "Главоболка во вид на стегање, со билатерална локалицазија", "Унилатерална пулсирачки главоболки, проследени со гадење и повраќање"],
        "options": ["Конјуктивална реакција, едем на очните капаци", "Потење на челото и лицето", "Главоболка во вид на стегање, со билатерална локалицазија", "Унилатерална пулсирачки главоболки, проследени со гадење и повраќање"]
    },
    {
        "question": "Кај кој вид главоболка во лекувањето можат да се применат антихистаминици:",
        "answer": ["Кластер главоболка", "Симптоматска главоболка", "Тензиона главоболка", "Се од горенаведеното"],
        "options": ["Кластер главоболка", "Симптоматска главоболка", "Тензиона главоболка", "Се од горенаведеното"]
    },
    {
        "question": "Застојот на цереброспинален ликвеор и ширењето на коморниот систем е:",
        "answer": ["Демиелинизација", "Хидроцефалус", "Артериосклероза", "Енцефалит"],
        "options": ["Демиелинизација", "Хидроцефалус", "Артериосклероза", "Енцефалит"]
    },
    {
        "question": "Со метод акустичен евоциран потенцијал се добиваат податоци за функционала состојба:",
        "answer": ["Мозочно стебло", "Хемисферите", "Мозочниот кортекс", "Малиот мозок"],
        "options": ["Мозочно стебло", "Хемисферите", "Мозочниот кортекс", "Малиот мозок"]
    },
    {
        "question": "Мозочната ангиографија е за откривање на:",
        "answer": ["Заболувања на мозочните нерви", "Заболување на крвоносни садови на мозок", "Поместување на циркулирањето на ЦСЛ", "Пореметување на мозочниот паренхим"],
        "options": ["Заболувања на мозочните нерви", "Заболување на крвоносни садови на мозок", "Поместување на циркулирањето на ЦСЛ", "Пореметување на мозочниот паренхим"]
    },
    {
        "question": "При лезија на кој кранијален нерв, се јавуваат дисфонија и дисфагија?",
        "answer": ["N. I", "N. III", "N. VII", "N. X (вагус)"],
        "options": ["N. I", "N. III", "N. VII", "N. X (вагус)"]
    },
    {
        "question": "Знакот на Bickeles е позитивен при лезија на:",
        "answer": ["Секралниот пексус", "Кокцигеалниот плексус", "Цервикобрахиалниот плексус", "Лумбалниот плексус"],
        "options": ["Секралниот пексус", "Кокцигеалниот плексус", "Цервикобрахиалниот плексус", "Лумбалниот плексус"]
    },
    {
        "question": "Карактеристика на Lennox-Gastaut синдром е присуство на ?",
        "answer": ["Тоничните напади", "Атонични абсанси", "Миоклоничните напади", "Се од горенаведеното"],
        "options": ["Тоничните напади", "Атонични абсанси", "Миоклоничните напади", "Се од горенаведеното"]
    },
    {
        "question": "Засегнатота на n. ischiadicus се исптувa со знакот на:",
        "answer": ["Bickeles", "Laseque-Lazarevic", "Babinski", "Oppenheim"],
        "options": ["Bickeles", "Laseque-Lazarevic", "Babinski", "Oppenheim"]
    },
    {
        "question": "Позитивен Вујовиќ, Бружински,Керниг има",
        "answer": ["Субарахноидална хеморагија", "Интрацеребрална хеморагија", "Интравентрикуларна хеморагија", "Не од горенаведеното"],
        "options": ["Субарахноидална хеморагија", "Интрацеребрална хеморагија", "Интравентрикуларна хеморагија", "Не од горенаведеното"]
    },
    {
        "question": "Лумбална пункција се изведува меѓу?",
        "answer": ["Л1-Л2", "Л2-Л3", "Л3-Л4", "Л4-Л5"],
        "options": ["Л1-Л2", "Л2-Л3", "Л3-Л4", "Л4-Л5"]
    },
    {
        "question": "Синдромот на мускулна хиперактивност, на неволеви мускулни контракции со извиткување, повторувачки движења или абнормални на одделни делови на телото е:",
        "answer": ["Тик", "Астериксис", "Дестонија", "Фасцикулации"],
        "options": ["Тик", "Астериксис", "Дестонија", "Фасцикулации"]
    },
    {
        "question": "Епилептични напади кои се со потекло од хесовите бразди се манифестираат со:",
        "answer": ["Видни халуцинации, ненадејна појава на светлина, скотоми, дефекти во видно поле", "Слушни халуцинации во вид на брмчење,бучење, чукање", "Афективни симптоми, чувство на страв, жал, среќа", "Мидриаза, миоза, хипус"],
        "options": ["Видни халуцинации, ненадејна појава на светлина, скотоми, дефекти во видно поле", "Слушни халуцинации во вид на брмчење,бучење, чукање", "Афективни симптоми, чувство на страв, жал, среќа", "Мидриаза, миоза, хипус"]
    },
    {
        "question": "Сензитивниот синдром на табес се карактеризира со:",
        "answer": ["Оштетување на длабок сензибилитет, сензибилитет за фин допир дискриминација и вибрациониот сензибилитет"],
        "options": [
            "Зголемување на прагот за сите квалитети на сензибилитет",
            "Испад на сензибилитетот за болка и температура",
            "Наизменично движење на прстите на раце горе-долу (синдром на свирење клавир)",
            "Оштетување на длабок сензибилитет, сензибилитет за фин допир дискриминација и вибрациониот сензибилитет"
        ]
    },
    {
        "question": "Оклузија на a cerebri post може да предизвика појава на таламчен синдром кој се карактеризира со:",
        "answer": ["Хемианалгезија, хиперпатија, хемипареза"],
        "options": [
            "Парапареза, инконтиненција",
            "Епилептични напади",
            "Хемианалгезија, хиперпатија, хемипареза",
            "Апатија, абулија"
        ]
    },
    {
        "question": "Интравенска тромболиза со rttРА се применува во третман на:",
        "answer": ["Исхемичниот мозочен удар"],
        "options": [
            "Исхемичниот мозочен удар",
            "Мозочните експанзиони процеси",
            "Интрацеребрална хеморагија",
            "Субарахноидална хеморагија"
        ]
    },
    {
        "question": "Аурата која се карактеризира со висцерална сензација во епигастриум, со тенденција да се шири, се јавува пред епилептичните напади кои потекнуваат од:",
        "answer": ["Мезјалниот темпорален лобус"],
        "options": [
            "Фронталниот лобус",
            "Окципиталниот лобус",
            "Париенталниот лобус",
            "Мезјалниот темпорален лобус"
        ]
    },
    {
        "question": "Тензиона главоболка се карактеризира со:",
        "answer": ["Билатерална локализација"],
        "options": [
            "Гадење, повраќање",
            "Билатерална локализација",
            "Фотофобија",
            "Фонофобија"
        ]
    },
    {
        "question": "Терминот thigmanestesia се користи во случај кога треба да се прецизира загубата на сензибилитетот за:",
        "answer": ["Лесен допир"],
        "options": [
            "Тактилна локализација",
            "Положба",
            "Лесен допир",
            "Вибрации"
        ]
    },
    {
        "question": "Тригеминална невралгија се карактеризира?",
        "answer": ["Намален корнеален и конјуктивален рефлекс"],
        "options": [
            "Trousseu-ов болен тик",
            "Објективен испад во сензибилитетот на погоденото тригеминално подрачје",
            "Намален корнеален и конјуктивален рефлекс",
            "Зафатеност на сите три гранки на тригеминалниот нерв"
        ]
    },
    {
        "question": "Во симптоми на ТИА од каротидниот сплет спаѓаат?",
        "answer": ["Аграфија, акалкуција"],
        "options": [
            "Афазија, алексија",
            "Хемипареза, хемиплегија",
            "Аграфија, акалкуција",
            "Вертиго, атаксија"
        ]
    },
    {
        "question": "Со кој дијагностички метод се визуелизира мозочната тромбоза?",
        "answer": ["Компјутеризирана томографија"],
        "options": [
            "Електромиографија",
            "Компјутеризирана томографија",
            "Евоцирани потенцијали",
            "Мускулна биопсија"
        ]
    },
    {
        "question": "Стеноза или оклузија на каротидните артерии се визуелизираат со?",
        "answer": ["Доплер сонографија"],
        "options": [
            "Електроенцефалографија",
            "Електроневрографија",
            "Доплер сонографија",
            "Визуелни евоцирани потенцијали"
        ]
    },
    {
        "question": "Хистеричните парализи се јавуваат заради?",
        "answer": ["Определен психолитички конфликт"],
        "options": [
            "Оштетување на централен моторен неврон",
            "Оштетување на периферен моторен неврон",
            "Определен психолитички конфликт",
            "Комбинирана лезија на централен и периферен моторен неврон"
        ]
    },
    {
        "question": "Рефлексот на M biceps bachii е намален или изгубен при протрузија на интравертебрален дискус на кое ниво?",
        "answer": ["Ц5-Ц6"],
        "options": [
            "Л2-Л3-Л4",
            "Л5-С1",
            "Ц5-Ц6",
            "Ц6-Ц7"
        ]
    },
    {
        "question": "Преципитирачки (тригер) фактори кои се причина за појава за мигренозна главоболка?",
        "answer": ["Се од наведеното"],
        "options": [
            "Стресни ситуации",
            "Консумација на алкохол, чоколадо, сирење",
            "Метеоролошки фактори",
            "Се од наведеното"
        ]
    },
    {
        "question": "Неурином на n. acusticus предизвикува?",
        "answer": ["Вертиго-атаксија"],
        "options": [
            "Хемианопсија",
            "Дисфазија",
            "Вертиго-атаксија",
            "Апраксија"
        ]
    },
    {
        "question": "Дисграфија означува?",
        "answer": ["Пореметено пишување"],
        "options": [
            "Пореметена артикулација",
            "Пореметена фонација",
            "Пореметено читање",
            "Пореметено пишување"
        ]
    },
    {
        "question": "Фоликулонодуларниот синдром има?",
        "answer": ["Асинергија"],
        "options": [
            "Асинергија",
            "Афазија",
            "Апраксија",
            "Алексија"
        ]
    },
    {
        "question": "Психогените напади се карактеризираат со?",
        "answer": ["Отсуство на стереотипија во моторни феномени"],
        "options": [
            "Угриз на јазик, пена на уста",
            "Отсуство на стереотипија во моторни феномени",
            "Паѓање со понирање",
            "Постиктална конфузија"
        ]
    },
    {
        "question": "АЛС се карактеризира со оштетување на?",
        "answer": ["Предните рогови и на латералните пирамидни патишта"],
        "options": [
            "Предните рогови и на латералните пирамидни патишта",
            "Периферните нерви",
            "Периетален кортекс",
            "Се од горенаведеното"
        ]
    },
    {
        "question": "Кој лек може да го зачести миоклинички епилептични напади?",
        "answer": ["Карбамезепин"],
        "options": [
            "Местинон",
            "Карбамезепин",
            "Валпроат",
            "Дијазепам"
        ]
    },
    {
        "question": "Акутниот инфламаторен демиелинизирачки полирадикулоневритис се карактеризира со?",
        "answer": ["Наод на албумино – цитолошка дисоцијација на цереброспинална течност"],
        "options": [
            "Pes cavus и контрактури на ахилови тетиви",
            "Наод на албумино – цитолошка дисоцијација на цереброспинална течност",
            "Засилени мускулно – тетивни рефлекси",
            "Се од наведеното"
        ]
    },
    {
        "question": "Томакуларна неропатија е предизвикана од?",
        "answer": ["Притисок на експонирани перифени нерви"],
        "options": [
            "Труење со олово",
            "Хипергликемија",
            "Притисок на експонирани перифени нерви",
            "Алкохолизам"
        ]
    },
    {
        "question": "Перонеална мускулна атрофија ги погодува?",
        "answer": ["Предно-латерални ложи на подколеници"],
        "options": [
            "Предно-латерални ложи на подколеници",
            "Предно-латерални ложи на надколеници",
            "Задни ложи на надлактици",
            "Задни ложи на подлактиците"
        ]
    },
    {
        "question": "Позитивни симптоми кај периферниот моторен синдром се:",
        "answer": ["Крампи, миокимин, невропатски тремор"],
        "options": [
            "Болки, парестезии, дизестезии",
            "Крампи, миокимин, невропатски тремор",
            "Мускулна слабост, хипотонија, амиотрофија",
            "Анестезија, аналгезија, терманестезиј"
        ]
    },
    {
        "question": "При воспаление на рбетниот мозок доколку процесот е лоциран во торакалниот сегмент на почетокот (во акутниот период) се јавува:",
        "answer": ["Флакцидна параплегија"],
        "options": [
            "Спастична параплегија",
            "Флакцидна параплегија",
            "Спастична квадриплегија",
            "Глакцидна квадриплегија"
        ]
    },
    {
        "question": "Мениннгеланите знаци се позитивни кај?",
        "answer": ["Субарахноидална хеморагија"],
        "options": [
            "Церебрална тромбоза",
            "Интрацеребрална хеморагија",
            "Субарахноидална хеморагија",
            "Интравентрикуларна хеморагија"
        ]
    },
    {
        "question": "Хроничната инфламаторна демиелинизирачка полирадиулоневропатија се третира со?",
        "answer": ["Високи интравенски дози поливалентни хумани имуноглобулини"],
        "options": [
            "Антиедематозна терапија",
            "Антиагрегантна терапија",
            "Високи интравенски дози поливалентни хумани имуноглобулини",
            "Плазмафереза"
        ]
    },
    {
        "question": "Gerstman овиот синдром го сочинуваат следниве симптоми?",
        "answer": ["Астереогнозија, аграфија, акалкулија"],
        "options": [
            "Квадрианопсија, визуелни халуцинации",
            "Моторна афазија, хемипареза",
            "Дизметрија, дизартрија, дисфагија",
            "Астереогнозија, аграфија, акалкулија"
        ]
    },
    {
        "question": "Еднострана неподвижност на дијафрагмата е предизвикана од лезија на?",
        "answer": ["N. phrenicus"],
        "options": [
            "N. reccurens",
            "N. phrenicus",
            "N. medianus",
            "N. ulnaris"
        ]
    },
    {
        "question": "Транзиторна исхемична атака од вертебро базиларниот слив се манифеситра со?",
        "answer": ["Вертиго, атаксија"],
        "options": [
            "Вертиго, атаксија",
            "Цефалеа, дисфазија",
            "Паратимија, парамимија",
            "Афазија, хемиплегија"
        ]
    },
    {
        "question": "Билинговиот синдром се јавува при билатерална лезија на?",
        "answer": ["Окципитален лобус"],
        "options": [
            "Мезенцефалон",
            "Церебелум",
            "Лимбичен систем",
            "Окципитален лобус"
        ]
    },
    {
        "question": "Висечко стопало се јавува при оштетување на?",
        "answer": ["N. peroneus profundus"],
        "options": [
            "N. occulomotorius",
            "N. facialis",
            "N. peroneus profundus",
            "N. peroneus longus"
        ]
    },
    {
        "question": "Супрануклеарна офталмоплегија се карактеризира со?",
        "answer": ["Неможност за волево движење на очите во хоризонтална и вертикална насока"],
        "options": [
            "Неможност за рефлексно гледање на предметот",
            "Неможност за волево движење на очите во хоризонтална и вертикална насока",
            "Неможност за фиксирање на предметот со движење на главата",
            "Неможност за аддукција со сочувана абдукција при латерален поглед"
        ]
    },
    {
        "question": "Интернуклеарна офталмоплегија која се јавува како последица на лезија а faciculus logitdinali s medialis се манифестира со?",
        "answer": ["Дефицит на аддукција и со сочувана абдукција при латерален поглед кон спортивната страна со нистагмус на абдуцираното око"],
        "options": [
            "Одземеност на волевите движења на очните јаболка во хоризонтална и вертикална насока",
            "Дефицит на аддукција и со сочувана абдукција при латерален поглед кон спортивната страна со нистагмус на абдуцираното око",
            "Девијација на очното јаболко кон горе со ограничено движење кон долу и внатре",
            "Парализа на движење на очното јаболко кон медијално, горе и долу"
        ]
    },
    {
        "question": "Интравенска тромболиза кај акутен ..... мозочен удар се аплицира во период од ----------- од почетокот на симптомите?",
        "answer": ["3-4,5 часa"],
        "options": [
            "3-4,5 часa",
            "4,5-5 часa",
            "10-12 часa",
            "24 часa"
        ]
    },
    {
        "question": "Контраиндикација за лумбална пункција е?",
        "answer": ["Зголемен интракранијален притисок"],
        "options": [
            "Намален интракранијален притисок",
            "Инфекција на ЦНС",
            "Зголемен интракранијален притисок",
            "Субарахноидална хеморагија"
        ]
    },
    {
        "question": "Наод на албумино цитолошка дисоцијација во ликвор е типичен наод за?",
        "answer": ["Акутен полирадикулоневрит"],
        "options": [
            "Интрацеребрална хеморагија",
            "Невралгија на n. trigeminus",
            "Мијастенија гравис",
            "Акутен полирадикулоневрит"
        ]
    },
    {
        "question": "Нормалниот ритам на електроенцефалографија се состои од?",
        "answer": ["Алфа и бета ритам"],
        "options": [
            "Алфа и бета ритам",
            "Бета и тета ритам",
            "Тета и делта ритам",
            "Алфа и делта ритам"
        ]
    },
    {
        "question": "Локализирана или генерализирана епилептиформна активност се регистрира со помош на?",
        "answer": ["Електроенцефалографија"],
        "options": [
            "Електроневромиографија",
            "Електроенцефалографија",
            "Евоцирани потенцијали",
            "Кт на мозок"
        ]
    },
    {
        "question": "Брзината на спроведување на периферните нерви се испитува со помош на?",
        "answer": ["Електроневрографија"],
        "options": [
            "Електромиографија",
            "Електроневрографија",
            "Електроенцефалографија",
            "Лумбална пункција"
        ]
    },
    {
        "question": "Афазија претставува?",
        "answer": ["Неможност за зборување (нарушување на говорот)"],
        "options": [
            "Неможност за стоење",
            "Зголемен тонус на мускулатурата",
            "Неможност за зборување (нарушување на говорот)",
            "Отежнато голтање"
        ]
    },
    {
        "question": "За време на----- пациентите со миграна имаат еднострано видно нарушување со блескава светла цик цак светла концентрични кругови, хемианопсија или визуелна агнозија:",
        "answer": ["Аура"],
        "options": [
            "Продромален период",
            "Аура",
            "Мигренозна атака",
            "Постглавоболна состојба"
        ]
    },
    {
        "question": "Превентивниот третман ан мигрена се состои од давање на ?",
        "answer": ["Бета блокери"],
        "options": [
            "Бета блокери",
            "Антикоагуланси",
            "Антихипертензиви",
            "Се наведено"
        ]
    },
    {
        "question": "Фридројховата болест се манифестира со ?",
        "answer": ["Атаксија"],
        "options": [
            "Атаксија",
            "Афазија",
            "Апраксија",
            "Аномија"
        ]
    },
    {
        "question": "Феноменот на одбивање е присутен при лезии на?",
        "answer": ["Cerebellum"],
        "options": [
            "Capsula interna",
            "Pons",
            "Cerebellum",
            "Mesencephalon"
        ]
    },
    {
        "question": "Arnold chiari малформацијата се карактеризира со?",
        "answer": ["Хернија на тонзили на мал мозок преку foramen magnum"],
        "options": [
            "Хипоплазија на голем мозок",
            "Хернија на тонзили на мал мозок преку foramen magnum",
            "Кортикална дисплазија",
            "Ангиоматоза на ретина"
        ]
    },
    {
        "question": "Кај ------------ постои испад на површниот сензибилитет на дисталните делови во вид на чорапи и ракавизи?",
        "answer": ["Дијабетична полиневропатија"],
        "options": [
            "Дијабетична полиневропатија",
            "Мозочна тромб",
            "оза",
            "Мозочно крварење",
            "Тензионата главоболка"
        ]
    },
    {
        "question": "Кај оклузија на предната спинална артерија во цервикалниот дел акутно настанува ?",
        "answer": ["Се наведено"],
        "options": [
            "Млитава состојба на сите 4 екстремитети",
            "Губиток на контрола на сфинктери",
            "Намалено или зголемено чусвтво на температура под местото на оклузијата",
            "Се наведено"
        ]
    },
    {
        "question": "Кога воспалителниот процес е локализиран во напречна насока при што обично зафаќа еден до два сегменти згоруваме за?",
        "answer": ["Трансверзален миелит"],
        "options": [
            "Седцендентен миелит",
            "Трансверзален миелит",
            "Асцендентен миелит",
            "Дисеминиран миелит"
        ]
    },
    {
        "question": "Дијагнозата на миелит се поставува со ?",
        "answer": ["МРИ"],
        "options": [
            "ЕЕГ",
            "Доплер",
            "МРИ"
        ]
    },
    {
        "question": "Терминот dysesthesiae се користи кога при нанесување на некоја дразба болниот неа ја чувствува несоодветно, односно ја чувствува како отрпување, жарење и слично, а овој сензитивен феномен се јавува при лезии и болести на?",
        "answer": ["Периферни нерви"],
        "options": [
            "Периферни нерви",
            "Базални ганглии",
            "Рбетен мозок",
            "Париетален кортест"
        ]
    },
    {
        "question": "Интернуклеарна офталмоплегија е резултат на лезија на?",
        "answer": ["Fasciculus longitudinalis medialis"],
        "options": [
            "Tractus spinotalamicus",
            "Fasciculus longitudinalis medialis",
            "Tractus opticus",
            "Fasciculus opticus"
        ]
    },
    {
        "question": "Главната декусација на пирамидалниот тракт е на преминот на?",
        "answer": ["Medulla spinalis – medulla oblongata"],
        "options": [
            "Medulla spinalis – medulla oblongata",
            "Medulla oblongata- pons",
            "Pons- mesencephalon",
            "Mesencephalon diencephalon"
        ]
    },
    {
        "question": "Во мезенцефалон се наоѓаат јадрата на ?",
        "answer": ["n occulomotorius, n trochlearis"],
        "options": [
            "N abducens, n facialis",
            "N occulomotorius, n abducens",
            "n facialis, n occulomotorius",
            "n occulomotorius, n trochlearis"
        ]
    },
    {
        "question": "Сензорната инервација на гнозис на сопственото тело се наоѓа во кората на?",
        "answer": ["париетален лобус"],
        "options": [
            "окципитален лобус",
            "париетален лобус",
            "темпорален лобус",
            "фронтален лобус"
        ]
    },
    {
        "question": "7ми кранијален нерв инервира?",
        "answer": ["M. stapedius"],
        "options": [
            "M. stapedius",
            "M. levator palatine",
            "M. pterygoideus",
            "Ниту едно"
        ]
    },
    {
        "question": "Етиоаптогенезата на паркиносон?",
        "answer": ["Недостиг на допамин во ЦНС"],
        "options": [
            "Ингламаторен процес",
            "Недостиг на допамин во ЦНС",
            "Исхемична лезија",
            "Авитаминоза"
        ]
    },
    {
        "question": "Во колку отсуствува подигнување на десниот палатинален аркус постои лезија на?",
        "answer": ["N.vagus десно"],
        "options": [
            "N.vagus десно",
            "N glossopharyngeus десно",
            "N accessories десно",
            "Рекурентна гранка на Ansa hypoglossi",
            "N trigeminus десно"
        ]
    },
    {
        "question": "Morbus parkinsoni претставува?",
        "answer": ["Дегенеративна болест"],
        "options": [
            "Дегенеративна болест",
            "Воспалителна болест",
            "Цереброваскуларна болест",
            "Демиелинизирачка болест"
        ]
    },
    {
        "question": "25 годишен маж прележал инфективна болест на ГИТ. По 2 недели развил нерамнотежа, дупло гледање, слабост во екстремитетите. Од која болест боледува?",
        "answer": ["Акутен дисеминиран енцефалит"],
        "options": [
            "Акутен дисеминиран енцефалит",
            "Васкуларен акцидент",
            "Мултипла склероза",
            "Субакутен склерозантан паненцефалит"
        ]
    },
    {
        "question": "Патофизиологијата на енцефалитот е?",
        "answer": ["Инфективна"],
        "options": [
            "Инфективна",
            "Васкуларна",
            "Посттрауматска",
            "Генетска"
        ]
    },
    {
        "question": "Дијагноза на невроинфекциите? се базира на?",
        "answer": ["Се наведено"],
        "options": [
            "Анамнеза",
            "Клиничка слика и невролошки статус",
            "Лаб испитување на крв и урина",
            "Кт, нмр, еег",
            "Се наведено"
        ]
    },
    {
        "question": "Кај браун секарлов синдром има?",
        "answer": ["На иста страна спастична парализа со изгубен длабок осет а на спортивната страна изгубен осет за болка и температура"],
        "options": [
            "Губиток на осет за сите квалитети на една половина на телото",
            "На иста страна спастична парализа со изгубен длабок осет а на спортивната страна изгубен осет за болка и температура",
            "Спастична парализа со губиток на осет за сите квалитети под лезијата на истата страна",
            "Изгубен осет за болка и темп на истата страна, а на спротивната изгубен длабок осет"
        ]
    },
    {
        "question": "Транзиторна исхемична атака е акутна појава на невролошки знаци и симптоми кои целосно се повлекуваат по?",
        "answer": ["24часа"],
        "options": [
            "48 часа",
            "60мин",
            "72часа",
            "24часа"
        ]
    },
    {
        "question": "Основна дијагностичка процедура за дијагноза на церебралната хеморагија е?",
        "answer": ["Кт на мозок"],
        "options": [
            "Електромиографија",
            "Електроенцефалографија",
            "Кт на мозок",
            "Евоцирани потенцијали"
        ]
    },
    {
        "question": "Кардинални ризик фактори за настанување на исхемичен цереброваскуларен инсулт се?",
        "answer": ["ХТА, шеќер, срцеви збаол и хиперлипопротеинемија"],
        "options": [
            "ХТА, шеќер, срцеви збаол и хиперлипопротеинемија",
            "Никотиниза, дијабет, дебелина, ренална инсуфициенција",
            "Хиперлипопротеинемија, алкохолизам стрес"
        ]
    },
    {
        "question": "Знаци за лезија на периферен моторен невро се?",
        "answer": ["Моторна слбаост, флакцидност, ослабнати или изгубени рефлекси, фасцикулации, хипотрофија и позитивни електродегенеративни реакции"],
        "options": [
            "Моторна слбаост, флакцидност, ослабнати или изгубени рефлекси, фасцикулации, хипотрофија и позитивни електродегенеративни реакции",
            "Хипотонија моторна слабост, фибрилации",
            "Хипорефлексија, арефлексија, хипотрофија хипертонија",
            "Хипотрофии, хиперрефлексија, хипертонија"
        ]
    },
    {
        "question": "При лезија на церебелум ќе има?",
        "answer": ["Позитивен ромберг со отворени очи"],
        "options": [
            "Дисдијадохокинеза на лева рака",
            "Од на широка основа",
            "Позитивен ромберг со отворени очи",
            "Лесен тремор на испружени горни екстремитети"
        ]
    },
    {
        "question": "Мал мозок е сместен во?",
        "answer": ["Задна"],
        "options": [
            "Предна черепна јама",
            "Средна",
            "Задна",
            "Foramen occipital magnum"
        ]
    },
    {
        "question": "Оштетување на малиот мозок може да предизвика?",
        "answer": ["Унилаерална хипотонија"],
        "options": [
            "Унилаерална хипотонија",
            "Унилатерална хипертонија",
            "Контралатерална хипертонија",
            "Контралатерална хипотонија"
        ]
    },
    {
        "question": "Оштетување на малиот мозок не предизвиквуа?",
        "answer": ["Ригор"],
        "options": [
            "Атаксија",
            "Интенционен тремор",
            "Ригор",
            "Нистагмус"
        ]
    },
    {
        "question": "Friedrich-ова атаксија се наследува?",
        "answer": ["Автозомно рецисивно"],
        "options": [
            "Автозомно доминантно",
            "Автозомно рецисивно",
            "Х хромозом врзано",
            "Не е наследна болест"
        ]
    },
    {
        "question": "Заокружи што не е карактеристично за Friedrich овата атаксија?",
        "answer": ["Bradikineza"],
        "options": [
            "Scoliosis",
            "Bradikineza",
            "Позитивен бабински",
            "Осбалени или изгубени мускулни реглекси"
        ]
    },
    {
        "question": "Нералгија на н тригеминус има карактер на?",
        "answer": ["Силна краткотрајна болка во инервационото подрачје на н тригеминус"],
        "options": [
            "Унилатерална пулсирачка болка",
            "Стегачка болка",
            "Силна краткотрајна болка во инервационото подрачје на н тригеминус"
        ]
    },
    {
        "question": "Кои е најчести етиолошки фактори за епилепсија кај возрасната популација?",
        "answer": ["Мозочен удар"],
        "options": [
            "Перинатални трауми",
            "Мозочен удар",
            "Мијастенија",
            "Невропатии"
        ]
    },
    {
        "question": "Кои се најзаспапени видови на генерализирани епилептични напади?",
        "answer": ["Тонично клонални"],
        "options": [
            "Психомоторни",
            "Тонично клонални",
            "Џексонови",
            "Ковжевникова епилепси"
        ]
    },
    {
        "question": "Терапија од прва линија за парцијални епилептични напади е?",
        "answer": ["Карбамазепн"],
        "options": [
            "Фенобаритон",
            "Дијазепам",
            "Кортико",
            "Карбамазепн"
        ]
    },
    {
        "question": "Пареза на вертикален поглед се јавува при лезија на?",
        "answer": ["Горните коликули на lamina qudrigemina"],
        "options": [
            "Горните коликули на lamina qudrigemina",
            "Јадрото westpal edinger",
            "Јадрото perlla",
            "Центарот на budge"
        ]
    },
    {
        "question": "Синдром на marina mat се јаува лезија на ?",
        "answer": ["N.V"],
        "options": [
            "N.V",
            "M.VII",
            "N. IX",
            "N. XI"
        ]
    },
    {
        "question": "Вестибларниот неврит се манифестира со клиичка слика на ?",
        "answer": ["Вертиго"],
        "options": [
            "Главоболка",
            "Вертиго",
            "Намален слух",
            "Се наведено"
        ]
    },
    {
        "question": "Миелополирадикулит претставува ?",
        "answer": ["Воспаление на спинални нерви"],
        "options": [
            "Воспаление на рбетен мозок и спинални нерви",
            "Воспаление на рбетен мозок",
            "Воспаление на спинални нерви",
            "Воспаление на мозок"
        ]
    },
    {
        "question": "Кога восп процес е лоциран во напречна насока при што обично зафаќа едне до два зегемнта зборуваме за:",
        "answer": ["Трансверзален миелит"],
        "options": [
            "Десцендентен миелит",
            "Трансверзален миелит",
            "Асцендентен миелит",
            "Дисеминиран миелит"
        ]
    },
    {
        "question": "Посебен вид на дизметрија е мегалографија што претстувава:",
        "answer": ["Пишување со големи букви"],
        "options": [
            "Неспособност за читање",
            "Пишување со големи букви",
            "Неспособност за пишување",
            "Пушување со мали букви"
        ]
    },
    {
        "question": "Дистална мускулна слабост и атрофија кои даваат аспект на нозе на штрк е карактеристичен симптом на:",
        "answer": ["Перинеална мускулна дистрофија charot marie tooth"],
        "options": [
            "Перинеална мускулна дистрофија charot marie tooth",
            "Амиотрофична латерална склероа",
            "Деменции",
            "Миелит"
        ]
    },
    {
        "question": "Кај невропатиите:",
        "answer": ["Мускуно тетивните рефлекси се намалени"],
        "options": [
            "Мускуно тетивните рефлекси се намалени",
            "Има појава на патолошки рефлекси",
            "Мускулно тетивните рефлекси се зголемени",
            "Има појава на примитивни рефлекси"
        ]
    },
    {
        "question": "Клиничките симптоми се кај duchenne дистрофијата се јавуваат:",
        "answer": ["Во петата година од животот"],
        "options": [
            "Во првата година од животот",
            "Во петата година од животот",
            "Во 20тата година од животот",
            "После 60тата година од животот"
        ]
    },
    {
        "question": "Менингеалните знаци се позитивни кај?",
        "answer": ["Субарахноидална хеморагија"],
        "options": [
            "Церебрална тромбоза",
            "Интрацеребрална хеморагија",
            "Субарахноидална хеморагија",
            "Интравентрикуларна хеморагија"
        ]
    },
    {
        "question": "Тромболитичката терапија се применува во третман на?",
        "answer": ["Исхемичен мозочен удар"],
        "options": [
            "Исхемичен мозочен удар",
            "Мозочните експанзивни процеси",
            "Интрацеребрана хеморагија",
            "Субарахноидална хеморагија"
        ]
    },
    {
        "question": "Кај спиналните мускулни атрофии?",
        "answer": ["Процесот го зафќа невронот"],
        "options": [
            "Прицесот ја зафаќа ганглиската клетка и моторната единица",
            "Процесот го зафќа невронот",
            "Процесот ја зафаќа моторната плоча",
            "Процесот ги зафаќа мускулот"
        ]
    },
    {
        "question": "Невромскулните заболувања се болести на?",
        "answer": ["Моторната единица"],
        "options": [
            "Моторната единица",
            "Ганглиите",
            "Нервите",
            "Мускулите"
        ]
    },
    {
        "question": "Лезија на хемисферите на малиот мозок предизвикува ?",
        "answer": ["Атаксија, дизметрија, хипотонија"],
        "options": [
            "Дисфазија, хемипареза, хипертонија",
            "Парапареза, параплегија, дизартрија",
            "Апраксија, агнозија, афазија",
            "Атаксија, дизметрија, хипотонија"
        ]
    },
    {
        "question": "Кај миопатиите:",
        "answer": ["Процесот ги зафаќа мускулот"],
        "options": [
            "Прицесот ја зафаќа ганглиската клетка и моторната единица",
            "Процесот го зафќа невронот",
            "Процесот ја зафаќа моторната плоча",
            "Процесот ги зафаќа мускулот"
        ]
    },
    {
        "question": "Амиотрофичната латерална склероза претставува?",
        "answer": ["комбинација на оптетување на централнио и периферниот моторен неврон"],
        "options": [
            "комбинација на оптетување на централнио и периферниот моторен неврон",
            "оштетување на периферниот моторен неврон",
            "оштетување на централниот моторен неврон",
            "ниту едно"
        ]
    },
    {
        "question": "Кај наследните сензорни невропатии?",
        "answer": ["доминира намалување или отсуство на сите квалитети на површниот сензибилитет во дистална или радикуларна дистрибуција"],
        "options": [
            "доминира намалување или отсуство на сите квалитети на површниот сензибилитет во дистална или радикуларна дистрибуција",
            "моториката е минимално или воопшто не е нарушена",
            "вегетативниот нервен систем е засегнат со појава на хипер или анхидроза и постурална хипотензија",
            "се е точно"
        ]
    },
    {
        "question": "Уремична невропатија е:",
        "answer": ["стекната"],
        "options": [
            "стекната",
            "наследна",
            "пореметување на мускулна плоча",
            "пореметување на ганглиони"
        ]
    },
    {
        "question": "Знакот на Gowers се карактеризира со?",
        "answer": ["отежнато станување во клекната положба"],
        "options": [
            "неспособност за координација",
            "неможност за оддржување на рацете во позиција",
            "отежнато станување во клекната положба",
            "одење по цик цак линија"
        ]
    },
    {
        "question": "Болеста кај која е карактеристично создавање на шуплини во средишните делови на рбетниот мозок се нарекува?",
        "answer": ["сирингомиелија (изгубено чувство за болка и температура)"],
        "options": [
            "миелит",
            "миопатија",
            "сирингомиелија (изгубено чувство за болка и температура)",
            "невропатија"
        ]
    },
    {
        "question": "Аmold chairi малформацијата се карактеризира со?",
        "answer": [],
        "options": [
            "хипоплазија на голем мозок",
            "хернија на тонзили на мал мозок преку форамен магнум",
            "кортикана дисплазија",
            "ангиоматоза на ретината"
        ]
    },
    {
        "question": "Pes cavus е типичен знак за?",
        "answer": [],
        "options": [
            "мозочна хеморагија",
            "фридрајхова атаксија",
            "мултипла склероза",
            "мијастенија гравис"
        ]
    },
    {
        "question": "Наод на албуно цитолошка дисоцијација на ликвор е типичен наод за?",
        "answer": [],
        "options": [
            "субарахноидална хеморагија",
            "мултипла склероза",
            "мијастенија",
            "акутен полирадикулоневрит"
        ]
    },
    {
        "question": "Хемипаретичен од е карактериситка на болните со?",
        "answer": [],
        "options": [
            "мозочен удар",
            "епилепсија",
            "мускулна дистрофија",
            "паркинсон"
        ]
    },
    {
        "question": "Повреда на предите рогови и корени на рбетниот мозок предизвикува?",
        "answer": [],
        "options": [
            "згаснаи мускулно тетивни рефлекси намален мускулен тонус",
            "оштетување на сензибилитетот од сегментален тип",
            "засилени мускулно тетивни рефлекси зголемен мускулен тонус",
            "оштетување на сензибилитетот во вид на чорапи и ракавици"
        ]
    },
    {
        "question": "Мијастеничниот синдром настанува поради?",
        "answer": [],
        "options": [
            "пореметување на функцијата на екстрапирамидалниот систем",
            "пореметување на функцијата на моторната плоча",
            "пореметување на функцијата на рекикуларната супстанцја",
            "пореметување на функцијата на малиот мозок"
        ]
    },
    {
        "question": "Инфаркт во регијата на артерија церебрби антериот предизвикува?",
        "answer": [],
        "options": [
            "хемипареза од брахијален тип",
            "сензорен дефицит на спротивното стапало и нога, помал степен на пареза на раката и лицето",
            "сензорна афазија",
            "афазија, алексија, акалкулија"
        ]
    },
    {
        "question": "Најчест фокален невролошки симптом во фазата на аура кај мигренска главоболка е?",
        "answer": [],
        "options": [
            "афазија",
            "вертиго",
            "пореметен вид",
            "Хемипареза"
        ]
    },
    {
        "question": "Лекови кои се употребуваат во превентивниот третман за мигренска главоболка се?",
        "answer": [],
        "options": [
            "антиепилептици",
            "НСАИЛ",
            "Антидепресиви",
            "Се наведени"
        ]
    },
    {
        "question": "Студиите покажале дека мигрената е поќеста во фамилијата на пациентите кои имаат:",
        "answer": [],
        "options": [
            "Епилепсија",
            "Паркинсон",
            "Цервикобрахиајлен синдром",
            "Лумбоишалгија"
        ]
    },
    {
        "question": "Треморот претставува појава на:",
        "answer": [],
        "options": [
            "Брзи неволеви движења на прстите",
            "Груби увртени движења на едната страна на телото",
            "Неволеви ритмични нецелисходни осцилатони движења",
            "Неритмични треперења на мускулатурата"
        ]
    },
    {
        "question": "Фасцикулациите претставуваат:",
        "answer": [],
        "options": [
            "Ритмични треперења на мускулатурата",
            "Изолирани неритмични контракции на мали групи мускулни влакна",
            "Неволеви ритмични нецелисходни осцилаторни движења",
            "Груба контракција на група мускули"
        ]
    },
    {
        "question": "Хореични движења се:",
        "answer": [],
        "options": [
            "Неволеви, брзи безцелни неправилни и асиметрични движења",
            "груби увртени движења на едната страна на телото",
            "Ситни црвулести движења на дисталните делови на шаката",
            "Ритмични правилни и симетрични движења на раката"
        ]
    },
    {
        "question": "Ослабениот мандибуларен рефлекс и згаснат корнеален рефлекс се должат на:",
        "answer": [],
        "options": [
            "N.V",
            "N.VII",
            "N.IX",
            "N.X"
        ]
    },
    {
        "question": "Контралатерална парализа на долната фацијална мускулатура е предизвикана од повреда на?",
        "answer": [],
        "options": [
            "Кортико булбарен пат",
            "Моторно јадро на n. VII",
            "Парасимпатичко јадро на n.VII",
            "N. intermedius"
        ]
    },
    {
        "question": "Фуникуларна миелоза се карактеризира со?",
        "answer": [],
        "options": [
            "Флакцидна квадрипареза со сочуван сензибилитет за положба и вибрации",
            "Нарушување на длабокиот сензибилитет, спастична парапареза",
            "Афазија, хемипареза",
            "Хемихиперстезија хемипарестезија"
        ]
    },
    {
        "question": "Перифасцикуларна атрофија на мускулни влакна, лимфоцитарни периваскуларни инфилтрати, некроза, фагоцитоза на мускулните клетки и атрофија е хистолошки синдром на мускулна биопсија кај:",
        "answer": [],
        "options": [
            "Миопатии",
            "Дистрофии",
            "Денервација",
            "Полимиозит"
        ]
    },
    {
        "question": "Симпатичните влакна кои потекнуваат од centrum cilliospinale budge го инервираат?",
        "answer": [],
        "options": [
            "M. sphincter pupilae",
            "M. dilatator pupillae",
            "M. ciliaris",
            "M. levator palpebrae"
        ]
    },
    {
        "question": "Парасимаптичка инервација имаат следниве кранијални нерви?",
        "answer": [],
        "options": [
            "3,7,9,10,11",
            "1,2,3,4,5",
            "1,2,5,7,8",
            "5,8,9,10,12"
        ]
    },
    {
        "question": "Повреда на ниво на хијазма предизвикува?",
        "answer": [],
        "options": [
            "Амблиопија",
            "Скотом",
            "Хомонимна хемианоспија",
            "Хетеронимна хемианопсија"
        ]
    },
    {
        "question": "Парализа на очното јаболко кон надвор хоризонтална диплопија и конвергентен страбизам се при лезија на:",
        "answer": ["6"],
        "options": [
            "3",
            "4",
            "5",
            "6"
        ]
    },
    {
        "question": "Синдромот на parinaud претставува?",
        "answer": ["Парализа на вертикален поглед"],
        "options": [
            "Парализа на хоризонтален поглед",
            "Парализа на вертикален поглед",
            "Девијација на погледот на страна",
            "Дефицит на аддукцијата со сочувана абдукција при латерален поглед"
        ]
    },
    {
        "question": "Во кој временски период од почетокот на субарахноидалната хеморагија се појавува вазоспазмот?",
        "answer": ["3-10 дена"],
        "options": [
            "1-3 дена",
            "3-10 дена",
            "10-14 дена",
            "14-17 дена"
        ]
    },
    {
        "question": "Во терапијата на вазоспазмот кај субарахноидална хеморагија се користат?",
        "answer": ["Калциум антагонисти"],
        "options": [
            "Спазмолитици",
            "Антикоагуланси",
            "Калциум антагонисти",
            "Бета блокатори"
        ]
    },
    {
        "question": "Интракранијалните аневризми се визуелизираат со?",
        "answer": ["Ангиографија"],
        "options": [
            "Електроневромиографија",
            "Ангиографија",
            "Еввоцирани потенцијали",
            "Електроенцефалограција"
        ]
    },
    {
        "question": "Лезија на corpus callosum доведува до?",
        "answer": ["Хемиплегија хемианалгезија хемианопсија"],
        "options": [
            "Апатија, абулија апраксија",
            "Хемиплегија хемианалгезија хемианопсија",
            "Хемипареза атаксија хореоатетоза",
            "Алексија акумулација агнозија"
        ]
    },
    {
        "question": "Симпатичните влакна кои го инервираат мозочното бабуле потекнуваат од латералните рогови на:",
        "answer": ["Th 2., Th11, Th12"],
        "options": [
            "Th12,L1, L2?",
            "Th 2., Th11, Th12",
            "L1, L2, L3?",
            "L4, L5, S1"
        ]
    },
    {
        "question": "Негров феномен се јавува кај нарушвување на функцијата на?",
        "answer": ["Екстрапирамидалниот пат"],
        "options": [
            "Пирамидалниот пат",
            "Екстрапирамидалниот пат",
            "Мускулно тетивни рефлекси",
            "Длабок сензибилитет"
        ]
    },
    {
        "question": "За испитување на моторната слабост на долните екстремитети се користи тестот на?",
        "answer": ["Barre"],
        "options": [
            "Steward Holmes",
            "Rossolimo",
            "Romberg",
            "Barre"
        ]
    },
    {
        "question": "Знакот на Oppenheim се изведува со?",
        "answer": ["Притискање со палецот и показалецот по должината на тибијата"],
        "options": [
            "Притискање со палецот и показалецот по должината на тибијата",
            "Гребење по должината на надворешниот раб на стапалото",
            "Боцкање на плантарната страна на стапалото",
            "Притисок на ахиловата тетива"
        ]
    },
    {
        "question": "Оштетување на сензибилитетто во Zelder овите зони настанува кога лезијата е?",
        "answer": ["во nucleus terminalis n trigemini?"],
        "options": [
            "во nucleus terminalis n trigemini?",
            "во nucleus sensorius superior n trigemini?",
            "во ganglion semilunare Gasser",
            "над nucleus motorius n trigemini"
        ]
    },
    {
        "question": "Астереогнозија е?",
        "answer": ["неспособност да се препознаат предметите со допирање"],
        "options": [
            "неспособност со затворени очи да се препознае бројот кој со тап предмет е напишан по кожата",
            "неспособност да се препознае едната половина од телото",
            "неспособност да се препознаат предметите со допирање",
            "неспособност за ориентација во просторот"
        ]
    },
    {
        "question": "Контралатерална хомонимна хемианопсија се јавува при повреда на?",
        "answer": ["tractus opticus"],
        "options": [
            "n optivus",
            "tractus opticus",
            "chiasma",
            "кортикални оптички центри"
        ]
    },
    {
        "question": "Синдромот на Weber се карактеризира со?",
        "answer": ["ипсилатерална парализа на III кранијален нерв и контралатерална хемиплегија"],
        "options": [
            "ипсилатерална парализа на VI и VII кранијален нерви контралатерална хемиплегија",
            "ипсилатерална парализа на III кранијален нерв и контралатерална хемиплегија"
        ]
    },
    {
        "question": "Деснострана хемихиперстезија настанува при лезија во?",
        "answer": ["париетален лобус лево"],
        "options": [
            "фронтален лобус десно",
            "париетален лобус десно",
            "париетален лобус лево",
            "фронтален лобус лево"
        ]
    },
    {
        "question": "Патолошките рефлекси се јавуваат кај лезија на?",
        "answer": ["tractus corticospinalis"],
        "options": [
            "tractus spino cerebellaris Edinger",
            "tractus corticibulbaris",
            "tractus corticospinalis",
            "tractus spino cerebellaris Gowers"
        ]
    },
    {
        "question": "Трофички промени се знак на лезија на?",
        "answer": ["пирамидалните патишта"],
        "options": [
            "пирамидалните патишта",
            "спиналните ганглии",
            "периферниот моторен неврон",
            "централен моторен неврон"
        ]
    },
    {
        "question": "Оштетувањето на задните снопови на medulla spinalis доведува до?",
        "answer": [".... за допир"],
        "options": [
            "губиток на сензибилитетот за болка",
            "... за положба и движење",
            ".... топло и ладно",
            ".... за допир"
        ]
    },
    {
        "question": "Сирингомиелична дисоцијација на сензибилитетот се среќава кај?",
        "answer": ["Лезија во централниот дел на medulla spinalis"],
        "options": [
            "Синдром на Brown Sequard",
            "Хемисекција на medulla spinalis",
            "Лезија во централниот дел на medulla spinalis",
            "Лезија на сензитивни корени"
        ]
    },
    {
        "question": "Кај tabes dorsalis постои оштетување на:",
        "answer": ["Тактилна дискриминиација"],
        "options": [
            "Длабокиот сензибилитет",
            "Површниот сензибилитет",
            "Тактилна дискриминиација",
            "Чувство за допир"
        ]
    },
    {
        "question": "Klumpke dejerineова парализа на plexus brachialis хи пореметува движењата?",
        "answer": ["На шаката"],
        "options": [
            "Во пределот на рамото",
            "На лактот",
            "На шаката",
            "На вратот"
        ]
    },
    {
        "question": "Хипокинетскиот синдром се манифестира со?",
        "answer": ["Сиромаштво во движење"],
        "options": [
            "Сиромаштво во движење",
            "Зголемена амплитуда на движење",
            "Поизразени неволеви движења на телото",
            "Груби увртени движења на едната страна од телото"
        ]
    },
    {
        "question": "Хиперосмија претставува?",
        "answer": ["Зголемено чуствто за мирис"],
        "options": [
            "Зголемено чуствто за мирис",
            "Мирисна халуцинација",
            "Изопачено чувство на мирис",
            "Намалено чувство на мирис"
        ]
    },
    {
        "question": "Психоцизуелни центри се сместени во:",
        "answer": ["Окципитална и преокципитална регија"],
        "options": [
            "Окципитална и преокципитална регија",
            "Corpus geniculate laterale",
            "Мамиларните корпускули",
            "Центар на броке и вернике"
        ]
    },
    {
        "question": "Неловата парализа се карактеризира со следниве симптоми:",
        "answer": ["Не може да го набере челото да го затвори окото, усниот агол е спуштен"],
        "options": [
            "Искривување на устата, јазикот и непцето",
            "Не може да го набере челото да го затвори окото, усниот агол е спуштен",
            "Дивергентен страбизам на десно око и спуштен капак",
            "Спуштен капак, широка зеница, намален сензибилитет на лице"
        ]
    },
    {
        "question": "Невропатија се нарекува кога процесот го зафаќа?",
        "answer": ["Мускулот"],
        "options": [
            "Невронот",
            "Мускулот",
            "Коренот",
            "Спиноталамичниот пат"
        ]
    },
    {
        "question": "Пореметувањето на координацијата на мускулите во изведувањето се нарекува?",
        "answer": ["Атаксија?"],
        "options": [
            "Апраксија?",
            "Атаксија?",
            "Анартрија",
            "Афазија"
        ]
    },
    {
        "question": "Pes cavusce се јавува кај пациенти со?",
        "answer": ["церебрална атрофија"],
        "options": [
            "церебрална атрофија",
            "Церебело оливарна дефенерација",
            "Синдром на milliard gubler",
            "Friedrich ова атаксија"
        ]
    },
    {
        "question": "Вестибуло церебралниот систем претставува врска меѓу вестибуларниот систем и:",
        "answer": ["Флокулионодуларниот лобус на церебелум"],
        "options": [
            "Vermis cerebellum",
            "Церебеларни хемисфери",
            "Флокулионодуларниот лобус на церебелум",
            "Јадра во понс"
        ]
    },
    {
        "question": "Неоцеребеларниот синдром се карактеризира со?",
        "answer": ["Атаксија, мускулна хипотоноија, интенционен тремор, нистагмус"],
        "options": [
            "Атаксија, мускулна хипотоноија, интенционен тремор, нистагмус",
            "Дисфагија, дизартрија, мускулна хипертонија",
            "Хемипареза, дисфазија, хемихипестезии",
            "Тремор, диплопии, хемихиперстезии"
        ]
    },
    {
        "question": "Фактори на ризик за цереброваскуларни заволување се?",
        "answer": ["Се"],
        "options": [
            "ХТА",
            "Дијабет",
            "Пушење",
            "Се"
        ]
    },
    {
        "question": "Во секундарна превенција на исхемични мозочни удари се применува?",
        "answer": ["Се"],
        "options": [
            "Антиагрегантна терапија",
            "Антикоагулантна терапија",
            "Антихипертензивна терапија",
            "Се"
        ]
    },
    {
        "question": "Парализа на n. radialis предизвикува?",
        "answer": ["Висечка рака"],
        "options": [
            "Висечка рака",
            "Мајмунска рака",
            "Канџеста рака",
            "Висечко стопало"
        ]
    },
    {
        "question": "Која дијагностичка метода се применува за дијагноза на интервертебрална дискус хернија:",
        "answer": ["НМР"],
        "options": [
            "Доплер",
            "Ангиографија",
            "НМР",
            "ЕЕГ"
        ]
    },
    {
        "question": "За нормална афазија станува збор кога болниот:",
        "answer": ["Ја препознава функцијата не го именува"],
        "options": [
            "Не ја препознава функцијата на предметот но го именува",
            "Ја препознава функцијата и го именува",
            "Ја препознава функцијата не го именува",
            "Не ја препознава функцијата на предметот и не го именува"
        ]
    },
    {
        "question": "Алексија е нарушена кортикална функција?",
        "answer": ["Непрепознавање на симболи при пишување"],
        "options": [
            "Непрепознавање на симболи при пишување",
            "Непрепознавање на симболи при сметање",
            "Непрепознавање на симболи при сметање и пипување",
            "Непрепознавање на симптоми при читање"
        ]
    },
    {
        "question": "Моторна афазија/ дисфазија се јавува поради лезија на?",
        "answer": ["Центар на БРока"],
        "options": [
            "Центар Wernicke",
            "Центар на БРока",
            "Центар Heschle",
            "Центар Edinger"
        ]
    },
    {
        "question": "Иритативна лезија на моторната кора ќе доведе до?",
        "answer": ["Сите наведени"],
        "options": [
            "Парцијални моторни напади, голкана Џексон епилепсија",
            "Генерализирани напади",
            "Адверзивни напади",
            "Сите наведени"
        ]
    },
    {
        "question": "Кај 90% од пациентите со мијастенија гравис се откриваат антитела против ----------- рецептори:",
        "answer": ["Ацетилхолински"],
        "options": [
            "Никотински",
            "Ацетилхолински",
            "Допамински",
            "Мускарински"
        ]
    },
    {
        "question": "Првата етапа од имунолошкиот одговор во ЦНС е:",
        "answer": ["Распознавањето на мозочниот аг во регионалните лимфни јазли"],
        "options": [
            "Преминување на аквините лимфоцити преку цидот на крвоносните садови во...",
            "Распознавањето на мозочниот аг во регионалните лимфни јазли",
            "Сврзување на Т клетките со антиген презентирачки клетки",
            "Распознавање на антигенот во мозокот"
        ]
    },
    {
        "question": "Симптимите презентирани со болка како бодежво маскила или мандибула во траење од неколку секунди до 1-2 минути и болна гримаса без моторни или сензитивни испади претставува клиничка слика на:",
        "answer": ["Невралгија на n. trigeminus"],
        "options": [
            "Антонов синдром",
            "Синдром на sinus cavernosus",
            "Невралгија на n. trigeminus",
            "Аура"
        ]
    },
    {
        "question": "Клиничката слика која се презентира со спуштено непце, намален рефлекс на гадење, повраќање, хипо/анестезија на задната третина на јазикот настанува поради:",
        "answer": ["Парализа на n. glossopharingeus, n vagus"],
        "options": [
            "Парализа на n. glossopharingeus, n vagus"
        ]
    },
    {
        "question": "Феноменот на одлепена лопатка се среќава заради парализа на:",
        "answer": ["N. accesorius"],
        "options": [
            "N. vestibulocohlearis",
            "N. cervicalis minor",
            "N. accesorius",
            "N. vagus"
        ]
    },
    {
        "question": "Рељефна избразденост на јазикот настанува заради:",
        "answer": ["Периферна парализа на n. hypoglosus"],
        "options": [
            "Периферна парализа на n. hypoglosus",
            "Централна парализа на n. hypoglosus",
            "Периферна пареза на n. glossopharyngicus",
            "Централна пареза на n. glossopharyngicus"
        ]
    },
    {
        "question": "Спастична пареза има кај лезија на?",
        "answer": ["Централен моторен неврон"],
        "options": [
            "Периферен моторен неврон во цервиканиот сегмент на медула спиналис",
            "Централен моторен неврон",
            "Периферен моторен невор во лумбалниот сегмент на медула спиналис",
            "Централен моторен неврон"
        ]
    },
    {
        "question": "Флакцидна парализа настанува кај лезија на?",
        "answer": ["ПМН"],
        "options": [
            "ПМН",
            "ЦМН",
            "ПСН",
            "ЦСН"
        ]
    },
    // farma
    //  {
    //     "question": "Кое тврдење е точно за реверзибилниот компетитивен антагонизам?",
    //     "answer": ["Постои хемиска сличност помеѓу хемиската структура на агонистот и антагонистот", "Постои компетитиција помеѓу агонистот и антагонистот за исти рецептори"],
    //     "options": ["Постои хемиска сличност помеѓу хемиската структура на агонистот и антагонистот", "Нема хемиска сличност помеѓу хемиската структура на агонистот и антагонистот", "Компетиција помеѓу агонистот и антагонистот за различни рецептори", "Постои компетитиција помеѓу агонистот и антагонистот за исти рецептори"]
    //   },
    //   {
    //     "question": "Стимулацијата на хепаталната микрозомална фракција може да резултира со:",
    //     "answer": ["потреба од зголемување на дозата кај некои лекови", "интензирање на токсичните дејства на лекот"],
    //     "options": ["потреба од зголемување на дозата кај некои лекови", "потреба од намалување на дозата кај некои лекови", "продолжено дејство на лекот", "интензирање на токсичните дејства на лекот"]
    //   },
    //   {
    //     "question": "Полуживотот на елиминација НЕ зависи од:",
    //     "answer": ["Биотрансформацијата"],
    //     "options": ["Биотрансформацијата", "Времето за кое лекот се апсорбира", "Концентрацијата на лекот во плазмата", "Степенот на елиминација на лекот"]
    //   },
    //   {
    //     "question": "Под терминот тераписки индекс се подразбира односот помеѓу:",
    //     "answer": ["минималната и максималната тераписка доза"],
    //     "options": ["минималната и максималната тераписка доза", "максималната нетоксична и минималната ефективна доза", "минималната ефективна и максималната токсична доза", "максималната токсична и максималната ефективна доза"]
    //   },
    //   {
    //     "question": "Несакани дејства кои се непредвидливи и најчесто се поврзани со главното фармаколошко дејство на лекот се нарекуваат и:",
    //     "answer": ["тип Б несакани дејства"],
    //     "options": ["чести несакани дејства", "тип А несакани дејства", "тип Б несакани дејства", "многу чести несакани дејства"]
    //   },
    //   {
    //     "question": "Кој од наведените течни облици на лекови мора да биде стерилен?",
    //     "answer": ["Раствор за инфилтрациска анестезија", "Капки за очи"],
    //     "options": ["Раствор за инфилтрациска анестезија", "Капки за очи", "Сируп", "Миктура", "Тинктура"]
    //   },
    //   {
    //     "question": "Фактори од кои зависи брзината и обемот на дистрибуција на лековите со мала молекулска маса и силна липофилност:",
    //     "answer": ["Перфузионен проток", "Перфузионен притисок"],
    //     "options": ["Начините на поминување на лековите низ биолошките мембрани", "Карактеристика на биолошките мембрани", "Степенот на врзување на плазматските и/или ткивните протеини", "Перфузионен проток", "Перфузионен притисок"]
    //   },
    //   {
    //     "question": "Протокот на јоните преку јонските канали го регулираат:",
    //     "answer": ["Ендогени лиганди", "Егзогено внесени лекови"],
    //     "options": ["Ензими", "Ендогени лиганди", "Протеини", "Симпортери", "Егзогено внесени лекови"]
    //   },
    //   {
    //     "question": "Заеднични карактеристики на сите рецептори се:",
    //     "answer": ["Распознавање на екстрацелуларни супстанци", "Тесна поврзаност меѓу стереоконформација на молекулата и дејството"],
    //     "options": ["Меѓусебна структурна сличност", "Распознавање на екстрацелуларни супстанци", "Рецепторска модулација", "Тесна поврзаност меѓу стереоконформација на молекулата и дејството", "Стереотактички процес"]
    //   },
    //   {
    //     "question": "Да се заокружат точните тврдења во однос на трансмембранско пренесување на сигналите за липофилни лекови:",
    //     "answer": ["Најбрз тип на трансмисија на сигнали", "Латентно време на манифестација на ефект од минимум 30 минути"],
    //     "options": ["Најбрз тип на трансмисија на сигнали", "Латентно време на манифестација на ефект од минимум 30 минути", "Рецептор на мембраната", "Одржување на дејството со денови откако лекот се елиминира", "Сигналот се пренесува преку јонските канали"]
    //   },
    //     {
    //         "question": "Мутација на бета субединица на G протеин доведува до:",
    //         "answer": ["Хипертензија"],
    //         "options": ["Хипертензија", "Хипергонадизам", "Хипертироидизам", "Хипотензија"]
    //     },
    //     {
    //         "question": "Бисфосфонатите се врзуваа за:",
    //         "answer": ["Соли на калциум"],
    //         "options": ["Соли на натриум", "Соли на магнезиум", "Соли на калиум", "Соли на калциум"]
    //     },
    //     {
    //         "question": "Кој лек спаѓа во иреверзибилни, некомпетитивни инхибитори на МАО:",
    //         "answer": ["Фенелзин"],
    //         "options": ["Фенелзин", "Сертралин", "Моклобемид", "Миансерин", "Тразодон"]
    //     },
    //     {
    //         "question": "Кој од наведените лекови се комбинираат со триметоприм?",
    //         "answer": ["Сулфонамиди"],
    //         "options": ["Амикацин", "Канамицин", "Сулфонамиди", "Хлорамфеникол", "Тетрациклини"]
    //     },
    //     {
    //         "question": "Несакани дејства при употреба на ГЛУКОКОРТИКОИДИ се (2 одговори се точни):",
    //         "answer": ["Загуба на мускулна маса (мускулна слабост)", "Хипергликемија"],
    //         "options": ["Намален апетит", "Загуба на мускулна маса (мускулна слабост)", "Брадикардија", "Хипергликемија", "Хипогликемија"]
    //     },
    //     {
    //         "question": "Кај лица со недостиг на ензимот глукоза-6-фосфат дехидрогеназа примаквин како несакано дејство може да предизвика:",
    //         "answer": ["Хемолиза"],
    //         "options": ["Крварење", "Тромбоза", "Промени на ЕКГ", "Хемолиза"]
    //     },
    //     {
    //         "question": "Окуломукокутаниот синдром како несакано дејство може да се јави при терапија со:",
    //         "answer": ["Практолол"],
    //         "options": ["Практолол", "Хлорамфеникол", "Фенфлурамин", "Аспирин"]
    //     },
    //     {
    //         "question": "Типични несакани дејства на ацетилсалицилна киселина се (2одг):",
    //         "answer": ["Бронхоконстрикција", "Крварење"],
    //         "options": ["Бронхоконстрикција", "Бронходилатација", "Тахикардија", "Брадикардија", "Крварење", "Тромбоза"]
    //     },
    //     {
    //         "question": "Кој параметар е потребен за пресметување на волуменот на дистрибуција?",
    //         "answer": ["вкупната количина на лекот во организмот"],
    //         "options": ["ударната доза", "концентрацијата на лекот во урината", "вкупната количина на лекот во организмот", "дневна доза на лекот"]
    //     },
    //     {
    //         "question": "Кој параметар е потребен за пресметување на волуменот на дистрибуција?",
    //         "answer": ["Концентрацијата на лекот во плазмата"],
    //         "options": ["Концентрацијата на лекот во урината", "Тераписката ширина на лекот", "Концентрацијата на лекот во плазмата", "Дневната доза на лекот"]
    //     },
    //     {
    //         "question": "Главен механизам на апсорпција за најголем број на лековите од гастроинтестиналниот тракт е:",
    //         "answer": ["пасивна дифузија"],
    //         "options": ["активен транспорт", "филтрација", "ендоцитоза и егзоцитоза", "пасивна дифузија"]
    //     },
    //     {
    //         "question": "Што вклучува процесот на активен транспорт на лековите:",
    //         "answer": ["тр. Спротивно на концентрацискиот градиент"],
    //         "options": ["транспот на лековите преку мембраните со дифузија", "тр. Без користење на енергија", "тр. Спротивно на концентрацискиот градиент", "тр. Со ендоцитоза"]
    //     },
    //     {
    //         "question": "Инхибицијата на хепаталната микрозомална фракција може да резултира со:",
    //         "answer": ["Потреба од намалување на дозата кај некои лекови"],
    //         "options": ["Потреба од зголемување на дозата на некои лекови", "Скратено дејство на лекот", "Забрзана елиминација на лекот", "Потреба од намалување на дозата кај некои лекови"]
    //     },
    //     {
    //         "question": "Биотрансформацијата на лековите може да резултира со:",
    //         "answer": ["претварање од неактивен во активен лек"],
    //         "options": ["забрзана апсорпција", "полесна дистрибуција во организмот", "претварање од неактивен во активен лек", "зголемено врзување за клеточните мембрани"]
    //     },
    //     {
    //         "question": "Кој тип на супстанции не можат да ги поминат мембранати со процесот на пасивна дифузија:",
    //         "answer": ["Хидрофилни супстанции"],
    //         "options": ["Липосолубилни супстанции", "Нејонизирани супстанции", "Хидрофобни сусптанции", "Хидрофилни супстанции"]
    //     },
    //     {
    //         "question": "На кој начин на администрација на лекот НЕ Е ПРИСУТЕН метаболизам на прв премин:",
    //         "answer": ["интравенски"],
    //         "options": ["сублингвален", "перорален", "интравенски", "ректален"]
    //     },
    //     {
    //         "question": "При кој начин на администрација на лековите обично се јавува ефектот на “Прв премин (first-pass effect):",
    //         "answer": ["Перорален"],
    //         "options": ["Сублингвален", "Перорален", "Интравенски", "Интрамускулен"]
    //     },
    //     {
    //         "question": "Кај која група на лекови е посебно изразен пресистемскиот метаболизам:",
    //         "answer": ["органски нитрити и нитрати"],
    //         "options": ["АКЕ-инхибитори", "бета блокатори", "кортикостероиди", "органски нитрити и нитрати"]
    //     },
    //     {
    //         "question": "Полуживот на елиминација на лекот зависи од:",
    //         "answer": ["Клиренсот и волуменот на дистибуција"],
    //         "options": ["Константата на апсорпција", "Клиренсот и волуменот на дистибуција", "Биорасположливоста", "Концентрацијата на лекот во плазмата"]
    //     },
    //     {
    //         "question": "Полуживотот на елиминација е:",
    //         "answer": ["Времето за која концентрацијата на лекот во плазмата се намалува за половина од постигнатиот еквилибриум"],
    //         "options": ["Времето за која концентрацијата на лекот во плазмата се намалува за половина од постигнатиот еквилибриум", "Времето за кое половина од аплицираната количина од лекот ќе се метаболизира од организмот", "Времето за кое половина од вкупната количина од лекот ќе се метаболизира и ќе се елиминира од организмот", "Времето за кое концентрацијата на лекот во ткивата ќе се намали на половина"]
    //     },
    //     {
    //         "question": "Кој од наведените лекови се метаболизира по пат на редукција?",
    //         "answer": ["Нитразепам"],
    //         "options": ["Пропранолол", "Сукцинилхолин", "Нитразепам", "парацетамол"]
    //     },
    //     {
    //         "question": "Кој од долу наведените лекови е индуктор на Р450 системот:",
    //         "answer": ["рифампицин"],
    //         "options": ["флувоксамин", "ципрофлоксацин", "гемфриброзил", "рифампицин"]
    //       },
    //       {
    //         "question": "Кај кој од наведените лекови (или група на лекови) може да се создаде хепатотоксичен метаболизам:",
    //         "answer": ["ПАРАЦЕТАМОЛ"],
    //         "options": ["пеницилин", "NSAILD", "ПАРАЦЕТАМОЛ", "АКЕ инхибитори"]
    //       },
    //       {
    //         "question": "Конјугацијата на лековите ги вклучува сите долунаведени процеси ОСВЕН:",
    //         "answer": ["хидролиза"],
    //         "options": ["сулфатација", "глукуронидација", "метилација", "хидролиза"]
    //       },
    //       {
    //         "question": "Клиренсот на лекот е ОБРАТНО ПРОПОРЦИОНАЛЕН на:",
    //         "answer": ["плазматските концентрации на лекот"],
    //         "options": ["брзината на апсорпција на лекот", "плазматските концентрации на лекот", "брзината на елиминација на лекот", "степенот на јонизација на лекот"]
    //       },
    //       {
    //         "question": "Клиренсот на лекот е ПРАВО ПРОПОРЦИОНАЛЕН на:",
    //         "answer": ["Брзината на елиминација на лекот"],
    //         "options": ["Брзината на апсорпција на лекот", "Плазматските концентрации на лекот", "Брзината на елиминација на лекот", "Степенот на јонизација на лекот"]
    //       },
    //       {
    //         "question": "Кој фармакокинетски параметар ја детерминира брзината на апсорпцијата на лекот:",
    //         "answer": ["Tmax"],
    //         "options": ["Tmax", "Cmax", "AUC", "t/2"]
    //       },
    //       {
    //         "question": "Кои фармакокинетички параметри го детерминираат опсегот на апсорпција на лекот:",
    //         "answer": ["Cmax", "AUC"],
    //         "options": ["Cmax Tmax", "Cmax AUC", "Kel Tmax", "t/2 Kel"]
    //       },
    //       {
    //         "question": "Агонист е супстанција која:",
    //         "answer": ["Се врзува за рецепторот и започнува промена во клеточната функција предизвикувајки разни ефекти"],
    //         "options": ["Се врзува си рецепторот без да индуцира ефект", "Се врзува за рецепторот и започнува промена во клеточната функција предизвикувајки разни ефекти", "Ја зголемува концентрацијата на другите супстанци кои предизвикуваат ефект", "Се врзува за плазматските протеини и не продуцира ефект"]
    //       },
    //       {
    //         "question": "Мутацијата на алфа-субединицата на G-протеинот предизвикува:",
    //         "answer": ["Хиперпаратиреоидизам"],
    //         "options": ["Хипорпаратиреоидизам", "Хиперпаратиреоидизам", "Хипертиреоидизам", "Хипотиреоидизам"]
    //       },
    //       {
    //         "question": "Фосфолипаза на Ц катализира формирање на:",
    //         "answer": ["Инозитол три фосфат (IP3)"],
    //         "options": ["Инозитол три фосфат (IP3)", "cAMP", "Аденилат циклаза", "5`-AMP"]
    //       },
    //       {
    //         "question": "Означете ја супстанцијата чиј механизам се базира на интеракција со јонските канали:",
    //         "answer": ["Сите горе наведени"],
    //         "options": ["Блокатори на натриумовите канали", "Блокатори на калциумовите канали", "Блокатори на калиумовите канали", "Сите горе наведени"]
    //       },
    //       {
    //         "question": "Кој феномен може да се појави во случај кога се користи комбинација на лекови:",
    //         "answer": ["Синергизам"],
    //         "options": ["Толеранција", "Тахифилаксија", "Кумулација", "Синергизам"]
    //       },
    //       {
    //         "question": "Кој тип на лек-лек интеракција се однесува на интеракцијата на ниво на рецептор, клетка, ензим или орган:",
    //         "answer": ["Фармакодинамски интеракции"],
    //         "options": ["Фармакокинетски интеракции", "Физички и хемиски интеракции", "Фармацевтски интеракции", "Фармакодинамски интеракции"]
    //       },
    //       {
    //         "question": "Доколку два лека кои се земаат заедно продуцираат ефект кој е поголем од нивниот збир поединечни ефекти тогаш станува збор за:",
    //         "answer": ["Супрадитивен ефект"],
    //         "options": ["Антагонизам", "Потентност", "Супрадитивен ефект", "Ниту едно од горе наведените"]
    //       },
    //       {
    //         "question": "Доколку два лека се земаат заедно тогаш ефект кој е еднаков на нивниот збир од поединечните ефекти тогаш станува збор за:",
    //         "answer": ["Адитивен ефект"],
    //         "options": ["Антагонизам", "Потентност", "Адитивен ефект", "Ниту едно од наведените"]
    //       },
    //       {
    //         "question": "За која група на лекови е карактеристично врзувањето калциумот во забите:",
    //         "answer": ["Тетрациклини"],
    //         "options": ["AKE-Инхибитори", "Антидепресиви", "Тетрациклини", "Бензодиазепини"]
    //       },
    //       {
    //         "question": "Интегрини се:",
    //         "answer": ["Трансмембрански рецептори кои имаат Alpha и Beta субединица"],
    //         "options": ["Фактори на раст на фибробласти", "Фактори на раст кои зависат од тромбоцити", "Трансмембрански рецептори кои имаат Alpha и Beta субединица", "Нуклеарни рецептори кои имаат Alpha и Beta субединица"]
    //       },
    //       {
    //         "question": "Принципот на СЕ или НИШТО е карактеристика при:",
    //         "answer": ["Кванталниот однос ДОЗА-ОДГОВОР"],
    //         "options": ["Позитивниот однос ДОЗА-ОДГОВОР", "Негативниот однос ДОЗА-ОДГОВОР", "Степенастиот однос ДОЗА-ОДГОВОР", "Кванталниот однос ДОЗА-ОДГОВОР"]
    //       },
    //       {
    //         "question": "За кој однос/одговор е карактеристичен принципот СЕ ИЛИ НИШТО:",
    //         "answer": ["Квантален одговор"],
    //         "options": ["Квантитативен одговор", "Квантален одговор", "Квантен одговор", "Канцероген ефект"]
    //       },
    //       {
    //         "question": "ЕРГОТРОПЕН систем е:",
    //         "answer": ["Симпатичкиот нервен систем"],
    //         "options": ["Симпатичкиот нервен систем", "Парасимпатичкиот нервен систем", "Стоматскиот нервен систем", "Целиот автономен нервен систем"]
    //       },
    //       {
    //         "question": "Ерекцијата е ефект кој се оставува преку:",
    //         "answer": ["Холинергички мускарински рецептори"],
    //         "options": ["Адренергички Alpha-рецептори", "Адренергички Beta-рецептори", "Холинергички мускарински рецептори", "Холинергички никотински рецептори"]
    //       },
    //       {
    //         "question": "До зголемено ослободување на ацетилхолин доведува:",
    //         "answer": ["Зголемена концентрација на калциум"],
    //         "options": ["Зголемена концентрација на калциум", "Намалена концентрација на калциум", "Зголемена активност на ацетилхолинестераза", "Зголемена активност на псеудохолинестераза"]
    //       },
    //       {
    //         "question": "Испитувањата на токсичност на лековите се изведуваат:",
    //         "answer": ["Високи дози многу поголеми од терапевтските"],
    //         "options": ["Минимални токсични дози", "Терапевтски дози", "Највисоките терапевтски дози", "Високи дози многу поголеми од терапевтските"]
    //       },
    //       {
    //         "question": "Биолошката расположливост зависи од:",
    //         "answer": ["Апсорбцијата и метаболизмот при првиот премин"],
    //         "options": ["Апсорбцијата и метаболизмот при првиот премин", "Волуменот на дистрибуција и полуживотот на елиминацијата", "Клиренсот и врзувањето за плазматските протеини", "Полуживотот на елиминацијата и клиренсот на лекот"]
    //       },
    //       {
    //         "question": "Освен на степенастиот одговор есејот може да се заснова и на:",
    //         "answer": ["Квантален одговор"],
    //         "options": ["Квантитативен одговор", "Кумулативен одговор", "Квантален одговор", "Канцероген ефект"]
    //       },
    //       {
    //         "question": "При терапија со лекови од групата коксиби има зголемен ризик од јавување на:",
    //         "answer": ["Инфаркт на миокард"],
    //         "options": ["Анафилактичен шок", "Инфаркт на миокард", "Оштетување на ЦНС", "Ерупции на кожа"]
    //       },
    //       {
    //         "question": "Заокружете го точното тврдење во однос на испитување на токсичноста на лековите:",
    //         "answer": ["Токсичните ефекти на лековите мора да бидат испитани во однос на нивната реверзибилност"],
    //         "options": ["Умерена токсичност на лековите е прифатлива за лекување на лесни заболувања", "Токсичните ефекти на лековите мора да бидат испитани во однос на нивната реверзибилност", "Токсичноста на лекот се испитува на луѓе", "Токсичните ефекти на лековите секогаш се тешки по својата природа"]
    //       },
    //       {
    //         "question": "Тератогено дејство е:",
    //         "answer": ["Дејството кое предизвикува фетални малформации"],
    //         "options": ["Токсично дејство на хепар", "Дејството кое предизвикува фетални малформации", "Дејството кое предизвикува малформации кај доенчето", "Токсично дејство на бубрезите"]
    //       },
    //       {
    //         "question": "Состојбата кога прекинот на администрација на лекот резултира со психолошки и соматски нарушувања се нарекува:",
    //         "answer": ["Апстиненцијален синдром"],
    //         "options": ["Тахифилаксија", "Сензибилизација", "Апстиненцијален синдром", "Идиосинкразија"]
    //       },
    //       {
    //         "question": "Кој од долу наведените лекови е ИНХИБИТОР на P450 системот:",
    //         "answer": ["Кетоконазол"],
    //         "options": ["Фенобарбитон", "Карбамизепин", "Рифампицин", "Кетоконазол"]
    //       },
    //       {
    //         "question": "Терминот биотрансформација вклучува:",
    //         "answer": ["Процеси на физичко-хемиски и биохемиски промени на лекот во телото"],
    //         "options": ["Акумулација на лекот во масното ткиво", "Врзувањето на лекот за плазматските протеини", "Акумулација на лекот во ткивата", "Процеси на физичко-хемиски и биохемиски промени на лекот во телото"]
    //       },
    //       {
    //         "question": "Кој термин се користи за да се опише постепено намалување на ефектот на лекот и одговорот на лекот при повеќекратна апликација на лековите:",
    //         "answer": ["Толеранција"],
    //         "options": ["Рефрактерност", "Кумулација", "Толеранција", "Тахифилаксија"]
    //       },
    //       {
    //         "question": "Кој тип на лек-лек интеракции се однесува за процесите на системот ADME:",
    //         "answer": ["Фармакокинетски интеракции"],
    //         "options": ["Фармакодинамски интеракции", "Фармакокинетски интеракции", "Физички и хемиски интеракции", "Фармацевтски интеракции"]
    //       },
    //       {
    //         "question": "Кој од долу наведените процеси се остварува со пасивен транспорт низ телесните мембрани:",
    //         "answer": ["Филтрација"],
    //         "options": ["Филтрација", "Протеински носачи", "Структурна специфичност", "Ендоцитоза"]
    //       },
    //       {
    //         "question": "Кој од долу наведените процеси се остварува со пасивен транспорт низ телесните мембрани:",
    //         "answer": ["Дифузија"],
    //         "options": ["Ендоцитоза", "Протеински носачи", "Структурна специфичност", "Дифузија"]
    //       },
    //       {
    //         "question": "Пасивен транспорт низ телесните мембрани ги следи законите на (2 одг):",
    //         "answer": ["Дифузија", "Филтрација"],
    //         "options": ["Дифузија", "Филтрација", "Протеински носачи", "Структурна специфичност"]
    //       },
    //       {
    //         "question": "Фактор на сигурност претставува интервал помеѓу:",
    //         "answer": ["ED99 :LD1"],
    //         "options": ["ED50 :ED1", "LD50 :ED50", "ED99 :LD1", "Минимална:Максимална тераписка доза"]
    //       },
    //       {
    //         "question": "Фармакодинамијата вклучува се ОСВЕН:",
    //         "answer": ["Апсорбција и дистрибуција на лековите"],
    //         "options": ["Биолошки и тераписки ефект на лековите", "Апсорбција и дистрибуција на лековите", "Механизам на дејството на лековите", "Интеракции на лековите"]
    //       },
    //       {
    //         "question": "Кој активен транспортер го штити организмот од некои штетни супстанции:",
    //         "answer": ["П-Гликопротеин"],
    //         "options": ["Д-гликопротеин", "Г-гликопротеин", "Б-Гликопротеин", "П-Гликопротеин"]
    //       },
    //       {
    //         "question": "Кој активен транспортер го штити организмот од некои штетни супстанции:",
    //         "answer": ["П-гликопротеин"],
    //         "options": ["Албумин", "П-гликопротеин", "Имунофлобулин", "Алфа глобулин"]
    //       },
    //       {
    //         "question": "За кој од наведените лекови (или група на лекови) е карактеристична појава на Нефротоксичност:",
    //         "answer": ["AKE-Инхибитори"],
    //         "options": ["Кортикостероиди", "AKE-Инхибитори", "Парацетамол", "Бензодиазепини"]
    //       },
    //       {
    //         "question": "Метаболна реакција од фаза 1 е:",
    //         "answer": ["Хидролиза"],
    //         "options": ["Коњугација", "Хидролиза", "Силфатација", "Метилација"]
    //       },
    //       {
    //         "question": "Метаболна реакција од Фаза 1 е:",
    //         "answer": ["Метаболизам на супстанциите преку оксидација"],
    //         "options": ["Ацетилација и метилација на супстанциите", "Метаболизам на супстанциите преку оксидација", "Глукуронидација на супстанциите", "Сулфатација на супстанциите"]
    //       },
    //       {
    //         "question": "При нарушување на хепаталната функција кое резултира со намалување на микрозомалната активност, времетраењето на дејството на некои лекови е:",
    //         "answer": ["Зголемено"],
    //         "options": ["Намалено", "Зголемено", "Останува непроменето", "Промените се несигнификантни"]
    //       },
    //       {
    //         "question": "Целни (Target) протеини за кои се врзуваат лековите се:",
    //         "answer": ["Сите горе наведени"],
    //         "options": ["Само рецептори", "Само јонските канали", "Само носачите", "Сите горе наведени"]
    //       },
    //       {
    //         "question": "Супстанциите кои предизвикуваат максимален ефект и имаат голема ефикасност се нарекуваат:",
    //         "answer": ["Целосен агонист"],
    //         "options": ["Парцијални агонисти", "Антагонисти", "Агонисти-антагонисти", "Целосен агонист"]
    //       },
    //       {
    //         "question": "Антагонист е супстанција која што:",
    //         "answer": ["Се врзува за рецепторите без директна промена на нивната функција"],
    //         "options": ["Се врзува за рецепторите и предизвикува промени во клеточната функција, предизвикувајќи максимален ефект", "Се врзува за рецепторите и предизвикива промени во клеточната функција, предизвикува субмаксимален ефект", "Се врзува за рецепторите без директна промена на нивната функција", "Се врзува за плазматските протеини и не предизвикува ефект"]
    //       },
    //       {
    //         "question": "Означете кој е втор гласник на G-протеинот:",
    //         "answer": ["cAMP"],
    //         "options": ["Аденил циклаза", "Јони на натриум", "Фосфолипаза Ц", "cAMP"]
    //       },
    //       {
    //         "question": "Кој термин се користи за да се опише акутното намалување на ефектот на лекот и одговорот на лекот:",
    //         "answer": ["Тахифилаксија"],
    //         "options": ["Рефрактерност", "Толеранција", "Кумулација", "Тахифилаксија"]
    //       },
    //       {
    //         "question": "Биоесејот НЕ се користи за:",
    //         "answer": ["Истражување на функцијата на егзогени медијатори"],
    //         "options": ["Мерење на фармаколошката активност на нови или хемиски недефинирани супстанции", "Истражување на функцијата на егзогени медијатори", "Мерење на токсичноста и на несаканите дејства на лековите", "Истражување на функцијата на ендогените медијатори"]
    //       },
    //       {
    //         "question": "Најзначајни плазматски протеини за кои во најголем дел се врзуваат лековите се:",
    //         "answer": ["Албумини"],
    //         "options": ["Глобулини", "Кисел гликопротеин", "Албумини", "Бета глобулини"]
    //       },
    //       {
    //         "question": "Липидната пероксидација предизвикува оштетување на клетката или нејзина смрт поради:",
    //         "answer": ["Промена на пропустливоста на мембраната"],
    //         "options": ["Создавање на токсични кислородни радикали", "Промена на пропустливоста на мембраната", "Инактивација на АТП-ази", "Промена на ДНК"]
    //       },
    //       {
    //         "question": "Местата за врзување на лековите се нарекуваат:",
    //         "answer": ["Цели за лековите"],
    //         "options": ["Транспортери за лекови", "Цели за лековите", "Втори гласници", "Први гласници"]
    //       },
    //       {
    //         "question": "Ефикасноста на лековите кои се антагонисти е:",
    //         "answer": ["Еднаква на нула"],
    //         "options": ["Помала отколку на лековите кои се агонисти", "Еднаква со лековите кои се парцијални агонисти", "Еднаква на нула", "Еднаква со максималната ефикасност на лековите"]
    //       },
    //       {
    //         "question": "Јонските канали може да бидат (2 одговори):",
    //         "answer": ["Лиганд зависни јонски канали", "Волтажно зависни јонски канали"],
    //         "options": ["Лиганд зависни јонски канали", "Селективни јонски канали", "Волтажно зависни јонски канали", "Неселективни јонски канали"]
    //       },
    //       {
    //         "question": "Фармакодинамијата проучува:",
    //         "answer": ["Механизам на дејство на лековите"],
    //         "options": ["Биотрансформација на лековите", "Механизам на дејство на лековите", "Дистрибуција на лековите", "Елиминација на лековите"]
    //       },
    //       {
    //         "question": "Што се подразбира под поимот афинитет:",
    //         "answer": ["Мерка за јачина за врзување на рецепторите"],
    //         "options": ["Мерка за јачина за врзување на лековите за плазматските протеини", "Мерка за јачина за врзување на рецепторите", "Мерка за инхибиција на јачината на дејството", "Мерка за одредување на биорасположивоста на лекот"]
    //       },
    //       {
    //         "question": "Супстанциите кои предизвикуваат субмаксимален ефект и имаат средна ефикасност се нарекуваат:",
    //         "answer": ["Парцијални агонисти"],
    //         "options": ["Парцијални агонисти", "Антагонисти", "Агонист-антагонист", "Целосен агонист"]
    //       },
    //       {
    //         "question": "Компетитивен антагонист е супстанција која:",
    //         "answer": ["Се врзува за истото место на рецепторот и прогресивно го инхибира одговорот на агонистот"],
    //         "options": ["Се врзува за рецепторите и предизвикува субмаксимален ефект", "Се врзува за истото место на рецепторот и прогресивно го инхибира одговорот на агонистот", "Се врзува за неспецифично место во ткивото", "Се врзува за субтип на рецептор како агонист, а на друг како антагонист"]
    //       },
    //       {
    //         "question": "Означете ја супстаницјата која ја менува активноста на ефекторната компонента но која не е втор гласник:",
    //         "answer": ["G-Протеин"],
    //         "options": ["cAMP", "cGMP", "G-Протеин", "Јони на калциум"]
    //       },
    //       {
    //         "question": "Зголемувањето на концентрацијата на вторите гласници доведуваат до:",
    //         "answer": ["Активација на протеин киназата и протеин фосфорилацијата"],
    //         "options": ["Инхибиција на интерцелуларната протеин киназа и протеин фосфорилација", "Блокирање на интеракцијата помеѓу рецепторот и ефектор", "Антагонизам со ендогени лиганди", "Активација на протеин киназата и протеин фосфорилацијата"]
    //       },
    //       {
    //         "question": "За лекови со голема јачина на дејство е точно дека:",
    //         "answer": ["Потребни се мали дози за да се постигне соодветен ефект"],
    //         "options": ["Клинички се супериорни во однос на лекови со мала јачина на дејство", "Потребни се мали дози за да се постигне соодветен ефект", "Почесто предизвикуваат максимални концентрации во крвта", "Почесто предизвикуваат несакани дејства"]
    //       },
    //       {
    //         "question": "Компетитивен антагонизам се јавува на ниво на:",
    //         "answer": ["Рецептори"],
    //         "options": ["Ензими", "Експортери", "Рецептори", "Процес на интернализација"]
    //       },
    //       {
    //         "question": "За да се сведе на минимум можноста од појава на грешка во клиничките испитувања се применува:",
    //         "answer": ["Рандомизација"],
    //         "options": ["Рандомизација", "Отворен дизајн на клиничко испитување", "Клиничко испитување со паралелен дизајн", "Клиничко испитување со вкрстен дизајн"]
    //       },
    //       {
    //         "question": "Кој лек од долу наведените е целосно јонизиран во цревниот сок:",
    //         "answer": ["Стрептомицин (и гентамицин е целосно јонизиран)"],
    //         "options": ["Нитроглицерол", "Нифедипин", "Изосорбид динитрат", "Стрептомицин (и гентамицин е целосно јонизиран)"]
    //       },
    //       {
    //         "question": "Апластична анемија како несакано дејство се јавува најчесто при терапија со:",
    //         "answer": ["Хлорамфеникол"],
    //         "options": ["Пеницилини", "Цефалоспорини", "Хлорамфеникол", "Аминогликозиди"]
    //       },
    //       {
    //         "question": "Хуманите биоесеи во себе вклучуваат:",
    //         "answer": ["Хумана фармакологија и клинички испитувања"],
    //         "options": ["Хумана генетика и претклинички испитувања", "Хумана фармакологија и клинички испитувања", "Анимална генетика и клинички испитувања", "Анимална фармакологија и претклинички испитувања"]
    //       },
    //       {
    //         "question": "Која од наведените спаѓа во нековалентни интеракции на реактивните метаболити со клеточните структури и може да биде причина за оштетување на клетката:",
    //         "answer": ["Празнење на резервите на глутатион"],
    //         "options": ["Празнење на резервите на кислород", "Модификација на азотните групи", "Празнење на резервите на глутатион", "Модификација на молекулите на гликоза"]
    //       },
    //       {
    //         "question": "Која од наведените спаѓа во нековалентни интеракции на реактивните метаболити со клеточните структури и може да биде причина за оштетување на клетката:",
    //         "answer": ["Токсичните концентрации на лекови може да влијаат на апоптозата"],
    //         "options": ["Токсични концентрации на лековите не може да влијаат на апоптозата", "Метаболитите на лековите не може да предизвикаат смрт на клетките", "Токсичните концентрации на лекови може да влијаат на апоптозата", "Метаболитите на лековите не може да влијаат на апоптозата"]
    //       },
    //       {
    //         "question": "Рецепторите врзани за G протеинот (тип 2 рецептори) уште се нарекуваат:",
    //         "answer": ["Метаботропни"],
    //         "options": ["Метаботропни", "Нуклеарни рецептори", "Јонотропни", "Рецептори врзани за кинази"]
    //       },
    //       {
    //         "question": "Означете ја супстанцијата чиј механизам се базира на интеракцијата со јонските канали:",
    //         "answer": ["Блокатори на натриумовите, калциумовите и калиумовите канали"],
    //         "options": ["Блокатори на натриумовите, калциумовите и калиумовите канали", "Блокатори на натриумовите канали", "Блокатори на калциумовите канали", "Блокатори на калиумовите канали"]
    //       },
    //       {
    //         "question": "Кој ефект доведува до токсични реакции кога лекот се зема континуирано или повеќекратно:",
    //         "answer": ["Кумулација"],
    //         "options": ["Рефрактерност", "Толеранција", "Тахифилаксија", "Кумулација"]
    //       },
    //       {
    //         "question": "Која од наведените е пожелна карактеристика на лековите кои делуваат при инфекции и канцери:",
    //         "answer": ["Да е селективно токсичен"],
    //         "options": ["Да предизвикува преосетливост", "Да предизвикува суперинфекција", "Да е селективно токсичен", "Да делува кратко време"]
    //       },
    //       {
    //         "question": "Метаболната трансформација и коњугација обично резултираат со зголемување на биолошката активност на супстанцата:",
    //         "answer": ["Неточно"],
    //         "options": ["Точно", "Неточно"]
    //       },
    //       {
    //         "question": "Кој тип на инсулин може да се аплицира интравенски:",
    //         "answer": ["Инсулин со брзо дејство"],
    //         "options": ["Инсулин со брзо дејство", "Инсулин со средно дејство", "Инсулин со долго дејство", "Сите горе наведени, независно од времетраењето на дејството", "Ниту еден"]
    //       },
    //       {
    //         "question": "Кој параметар се употребува за проценка на ризик при евентуално предозирање со лек:",
    //         "answer": ["Тераписки индекс"],
    //         "options": ["ED50", "LD50", "Средна тераписка доза", "Тераписки индекс"]
    //       },
    //       {
    //         "question": "Тераписки индекс претставува однос помеѓу:",
    //         "answer": ["LD50:ED50"],
    //         "options": ["ED50:ED1", "LD50:ED50", "LD1:ED99", "Минимална:максимална доза"]
    //       },
    //       {
    //         "question": "Да се заокружи точното тврдење за типот Б несакани дејства:",
    //         "answer": ["претставуваат идиосинкратични реакции"],
    //         "options": ["врзани се со главното фармакодинамичко дејство на лекот", "доведуваат до оштетување исклучиво на бубрезите", "доведуваат исклучиво до промени на кожата", "претставуваат идиосинкратични реакции"]
    //       },
    //       {
    //         "question": "Коњугацијата на реакциите ги вклучува сите долунаведени процеси ОСВЕН:",
    //         "answer": ["Хидролиза"],
    //         "options": ["Сулфурилација", "Глукорнидација", "Метилација", "Хидролиза"]
    //       },
    //       {
    //         "question": "Толеранција и резистентност на лекови може да биде последица на:",
    //         "answer": ["губиток на рецептор"],
    //         "options": ["губиток на рецептор", "зголемена осетливост на рецептори", "намалена метаболна деградација", "намалена тубуларна секреција"]
    //       },
    //       {
    //         "question": "Механизмите на интеракциите може да бидат (3 одговори се точни):",
    //         "answer": ["Фармацевтски", "Фармакокинетски", "Фармакодинамиски"],
    //         "options": ["Глобални", "Фармацевтски", "Стереотипни", "Фармакокинетски", "Фармакодинамиски", "Фармакогенетски"]
    //       },
    //       {
    //         "question": "Главни карактеристики на зависностите се (3 одговори се точни):",
    //         "answer": ["Психичка зависност", "Физичка зависност", "Толеранција"],
    //         "options": ["Хронична зависност", "Психичка зависност", "Карактерна зависност", "Физичка зависност", "Толеранција", "Десензитизација"]
    //       },
    //       {
    //         "question": "Процесот на апсорпција постои кај сите начини освен кај 1:",
    //         "answer": ["интраваскуларен"],
    //         "options": ["перорален", "интраваскуларен", "ректален", "интрамускулен", "инхалационен", "дермален"]
    //       },
    //       {
    //         "question": "Активиран G протеин на цитоплазматска страна на клеточната мембрана ја менува активноста (2 одговори се точни):",
    //         "answer": ["јонски канали", "интрацелуларни ензими"],
    //         "options": ["ацетилхолин", "адреналин", "јонски канали", "серотонин", "интрацелуларни ензими"]
    //       },
    //       {
    //         "question": "Ефектот на првото поминување може да се избегне ако лекот се аплицира?",
    //         "answer": ["Интравенски"],
    //         "options": ["Интравенски"]
    //       },
    //       {
    //         "question": "Кој од наведените лекови не се користи за терапија кај ГИХТ:",
    //         "answer": ["аспирин"],
    //         "options": ["индометацин", "алопуринол", "колхицин", "пробенецин", "аспирин"]
    //       },
    //       {
    //         "question": "Елиминација на лековите преку бубрезите ги опфаќа следните процеси (3 одговори се точни):",
    //         "answer": ["гломеруларна филтрација", "активна тубуларна секреција", "пасивна тубуларна реапсорпција"],
    //         "options": ["гломеруларна филтрација", "активна гломеруларна секреција", "активна тубуларна секреција", "пасивна тубуларна реапсорпција", "пасивна гломеруларна реапсорпција"]
    //       },
    //       {
    //         "question": "Елиминација на лековите преку бубрезите ги опфаќа следните процеси (3 одговори се точни):",
    //         "answer": ["активна тубуларна секреција", "гломеруларна филтрација", "пасивна тубуларна реапсорпција"],
    //         "options": ["Билијарна рециклизација", "активна тубуларна секреција", "кумулативна уринарна екскреција", "гломеруларна филтрација", "пасивна тубуларна реапсорпција"]
    //       },
    //       {
    //         "question": "Селективноста на лековите е обично дозно зависна:",
    //         "answer": ["ДА"],
    //         "options": ["ДА", "НЕ"]
    //       },
    //       {
    //         "question": "Тераписка ширина на лекот претставува:",
    //         "answer": ["Дозниот интервал помеѓу минималната и максималната тераписка доза"],
    //         "options": ["Дозниот интервал помеѓу средната летална и средната ефективна доза", "Дозниот интервал помеѓу средната летална и тераписка доза", "Дозниот интервал помеѓу минималната и максималната тераписка доза", "Дозниот интервал помеѓу токсичната и тераписката доза"]
    //       },
    //       {
    //         "question": "Влијанието на лекот врз организмот се дефинира како:",
    //         "answer": ["Фармакодинамија"],
    //         "options": ["Фармакодинамија", "Фармакокинетика", "Фармакогенетика", "Фармакотерапија", "Фармакогнозија"]
    //       },
    //       {
    //         "question": "Кинетика на елиминација на лековите мож да биде:",
    //         "answer": ["Нулти ред", "Прв ред"],
    //         "options": ["Нулти ред", "Прв ред", "Втор ред", "Трет ред"]
    //       },
    //       {
    //         "question": "Тахифилаксија е:",
    //         "answer": ["Акутен облик на толеранција"],
    //         "options": ["Акутен облик на резистенција", "Акутен облик на синергизам", "Акутен облик на антагонизам", "Акутен облик на толеранција", "Акутен облик на десензитизација"]
    //       },
    //       {
    //         "question": "Тахифилаксија е:",
    //         "answer": ["Акутна форма на толеранција"],
    //         "options": ["Акутна форма на кумулација", "Акутна форма на интеракција", "Акутна форма на толеранција", "Акутна форма на синергизам", "Акутна форма на антагонизам"]
    //       },
    //       {
    //         "question": "Тахифилаксија е:",
    //         "answer": ["Акутен облик на толеранција"],
    //         "options": ["Кумулација", "Акутен облик на толеранција", "Интеракција", "Биотрансформација", "преосетливост"]
    //       },
    //       {
    //         "question": "Во кои од наведените ткива лекот најтешко се дистрибуира (ако се бара 1 одговор само мозок):",
    //         "answer": ["Мозок"],
    //         "options": ["Бубрези", "Фетус", "Мозок", "Хепар", "Бели дробови"]
    //       },
    //       {
    //         "question": "Да се заокружат точните тврдења за кумулација:",
    //         "answer": ["Кумулација е последица на одреден режим на дозирање на лекот"],
    //         "options": ["Кумулација е специфично својство на самиот лек", "Кумулација не е специфично својство на самиот лек", "Кумулација е последица на одреден режим на дозирање на лекот", "Кумулација не е последица на одреден режим на дозирање на лекот"]
    //       },
    //       {
    //         "question": "Ударна доза се применува со цел:",
    //         "answer": ["Да се постигне брзо тераписка концентрација на лекот"],
    //         "options": ["Да се намали тераписката ефикасност на лекот", "Да се постигне брзо тераписка концентрација на лекот", "Да се намали врзувањето за плазматските протеини", "Да се утврди ED50", "Да се утврди LD50"]
    //       },
    //       {
    //         "question": "Ресорпција на лековите во поткожното ткиво може да се успори со примена на (2 одг):",
    //         "answer": ["Адреналин", "Лекови во форма на суспензии"],
    //         "options": ["Адреналин", "Окситоцин", "Лекови во форма на суспензии", "Хијалуронидаза", "Лекови во форма на раствори"]
    //       },
    //       {
    //         "question": "Елиминација на лековите ги опфаќа процесите на (2 одг):",
    //         "answer": ["Екскреција", "Метаболирање"],
    //         "options": ["Деградација", "Пиноцитоза", "Екскреција", "Метаболирање", "Рецепторско врзување"]
    //       },
    //       {
    //         "question": "Кај перорална апликација ресорпцијата на лековите најповеќе се одвива во:",
    //         "answer": ["Тенко црево"],
    //         "options": ["Устна слузница", "Дебело црево", "Алвеоларна површина", "Перитонеум", "Тенко црево"]
    //       },
    //       {
    //         "question": "Кај апликација на лековите во респираторен систем ресорпцијата се одвива преку:",
    //         "answer": ["Алвеоларна мембрана"],
    //         "options": ["Плеура", "Трахеална бифуркација", "Алвеоларна мембрана", "Бронхиите", "Ларингеалната слузница"]
    //       },
    //       {
    //         "question": "Плацебо има:",
    //         "answer": ["Психолошко дејство"],
    //         "options": ["Афинитет", "Активност", "Психолошко дејство", "Однос помеѓу доза одговор", "Потентност"]
    //       },
    //       {
    //         "question": "Полувреме на елиминација е:",
    //         "answer": ["Времето за кое почетната концентрација се намалува за 50%"],
    //         "options": ["Времемто за кое почетната активност на лекот се намалува за 50%", "Времето за кое почетната концентрација се намалува за 50%", "Времето за кое се елиминира 50% од дадената доза на лекот преку бубрезите", "Времето за кое се елиминира 50% од дадената доза на лекот преку хепарот"]
    //       },
    //       {
    //         "question": "Тератогено дејство на лековите се јавува во колку се примаат ....во првите 3...... месеци на бременоста.",
    //         "answer": ["Точно"],
    //         "options": ["Точно", "Неточно"]
    //       },
    //       {
    //         "question": "После завршување на претклиничките испитувања почетните клинички испитувања се изведуваат со цел:",
    //         "answer": ["Да се утврди подносливоста на лекот и максималните дози"],
    //         "options": ["Да се утврди тераписката ефикасност на лекот", "Да се утврди подносливоста на лекот и максималните дози", "Да се утврди LD50", "Да се утврди ED50"]
    //       },
    //       {
    //         "question": "По пат на инхалација може да се внесуваат (2 одг):",
    //         "answer": ["Аеросоли", "Лесно испарливи супстанци"],
    //         "options": ["Аеросоли", "Масти", "Лесно испарливи супстанци", "Супозитории", "Бацили медикати"]
    //       },
    //       {
    //         "question": "Да се заокружат двете тврдења кои се точни а се однесуваат на толеранција:",
    //         "answer": ["Не се развива спрема сите ефекти на лекот подеднакво", "Е реверзибилна појава"],
    //         "options": ["Се развива спрема сите ефекти на лекот подеднакво", "Не се развива спрема сите ефекти на лекот подеднакво", "Е реверзибилна појава", "Е иреверзибилна појава"]
    //       },
    //       {
    //         "question": "Да се заокружат двете тврдења кои се точни а се однесуваат на толеранција:",
    //         "answer": ["Не се развива спрема сите ефекти на лекот подеднакво", "Е форма на толеранција"],
    //         "options": ["Кумулација е форма на толеранција", "Не се развива спрема сите ефекти на лекот подеднакво", "Се развива спрема сите ефекти на лекот подеднакво", "Е иреверзибилна појава", "Е форма на толеранција"]
    //       },
    //       {
    //         "question": "Избегнување на примена на сите лекови за време на гравидитет важи најмногу:",
    //         "answer": ["Првиот триместар"],
    //         "options": ["Првиот триместар", "Вториот триместар", "Третиот триместар"]
    //       },
    //       {
    //         "question": "Проаѓањето на хидросолубилните лекови од крв во ликвор го спречуваат:",
    //         "answer": ["Ендотел на капилари и епител на хориоиден плексус"],
    //         "options": ["Хипертпротеинемија", "Менингеоми", "Ендотел на капилари и епител на хориоиден плексус", "Ендотел на капилари и алвеоларни мембрани", "Пасивна тубуларна реапсорпција"]
    //       },
    //       {
    //         "question": "Елиминација на лековите од ликвор оди преку (2 одг):",
    //         "answer": ["Филтрација преку хориоидни ресички", "Ативен транспорт во плексус хориоидеус"],
    //         "options": ["Дуктус торацикус", "Назолакримален канал", "Филтрација преку хориоидни ресички", "Екскреција преку тубули", "Ативен транспорт во плексус хориоидеус"]
    //       },
    //       {
    //         "question": "Најважни ензими битни за биотрансформација се (2 одг):",
    //         "answer": ["Монооксигенази", "Глукуронил трансферази"],
    //         "options": ["Липази", "Монооксигенази", "Протеази", "Моноаминооксидази", "Глукуронил трансферази"]
    //       },
    //       {
    //         "question": "Клиничко фармаколошко зачење на инхибиција на активноста на ензимите во микрозомална фракција се (2 одг):",
    //         "answer": ["Појачано и продолжено дејство на лекот", "Појава на несакани дејства од тип Б"],
    //         "options": ["Забрзана елиминација на лекот", "Појачано и продолжено дејство на лекот", "Подобра реапсорпција на лекот", "Појава на нескани дејства од тип А", "Појава на несакани дејства од тип Б"]
    //       },
    //       {
    //         "question": "Клиничко фармаколошкото значење на индукција на ензимите во микрозомалната хепатална фракција (2 одг):",
    //         "answer": ["Скратување на дејството на лекот", "Појава на толеранција"],
    //         "options": ["Успорена елиминација на лекот", "Скратување на дејството на лекот", "Зголемување на лекот во биофазните места", "Појава на несакани дејства тип Б", "Појава на толеранција"]
    //       },
    //       {
    //         "question": "Намалена осетливост на организмот спрема лекот се нарекува:",
    //         "answer": ["Толеранција"],
    //         "options": ["Кумулација", "Толеранција", "Автоиндукција", "Хетероиндукција", "Резистенција"]
    //       },
    //       {
    //         "question": "Елиминација на енестетички гасови и пареи во белите дробови се одвива:",
    //         "answer": ["Алвеоларна мембрана"],
    //         "options": ["Ларингс", "Бронхи", "Алвеоларна мембрана", "Менинги"]
    //       },
    //       {
    //         "question": "Способноста на лекот да се врзува за рецептор се нарекува:",
    //         "answer": ["Афинитет"],
    //         "options": ["Агонистичка активност", "Антагонистичка активност", "Афинитет", "Агонист-антагонист", "Степенаст одговор"]
    //       },
    //       {
    //         "question": "Брзината и степенот на апсорпција на лековите зависат од (2 одг):",
    //         "answer": ["Градбата на мембраната низ која поминува лекот", "Степенот на јонизираност на лекот"],
    //         "options": ["Градбата на мембраната низ која поминува лекот", "Метаболизмот во хепарот", "Степенот на јонизираност на лекот", "Афинитетот за рецепторите", "Брзината на протекување на крвта низ белите дробови", "Процесите на оксидација"]
    //       },
    //       {
    //         "question": "Продолжено присуство на агонисти на ниво на рецепторите доведува до:",
    //         "answer": ["Намалување на бројот на рецептори и на нивниот афинитет"],
    //         "options": ["Нема промени", "Зголемевање на бројот на рецептори и нивниот афинитет", "Намалување на бројот на рецептори и на нивниот афинитет", "Менување на хемиската структура на рецепторот", "Зголемена пермеабилност на клеточната мембрана за јони на калциум"]
    //       },
    //       {
    //         "question": "Актуелното место на дејството на лекот во организмот се нарекува:",
    //         "answer": ["Биофаза"],
    //         "options": ["Профаза", "Биофаза", "Телофаза", "Циклофаза", "Целулофаза"]
    //       },
    //       {
    //         "question": "Со биотрансформација се постигнува (2 одг):",
    //         "answer": ["Претворање на неактивен прекурсор во активен лек", "Претворање на сите липосолубилни во хидросолубилни лекови"],
    //         "options": ["Добивање на нови фармакодинамски особини на лекот", "Претворање на неактивен прекурсор во активен лек", "Зголемување на индикационот подрачје на лекот", "Претворање на сите липосолубилни во хидросолубилни лекови", "Се менуваат фармакокинетските карактеристики на лекот"]
    //       },
    //       {
    //         "question": "2 од долунаведените се точни за тубуларна секреција",
    //         "answer": ["Со овој процес се елиминираат јонизирани органски киселини или бази", "Претставува активен процес"],
    //         "options": ["Со овој процес се елиминираат нејонизирани органски киселини или бази", "Со овој процес се елиминираат јонизирани органски киселини или бази", "Претставува активен процес", "Преставува пасивен процес", "Се одвива преку тубулите на жолчниот меур"]
    //       },
    //       {
    //         "question": "Причини за разликите во индивидуалната осетливост кон лековите можат да бидат (3 одг):",
    //         "answer": ["Генска детерминација", "Различна осетливост на рецепторите", "Разлики во структурата и активноста на ензимите важни за активација на лекот"],
    //         "options": ["Генска детерминација", "Психосоматски заболувања", "Различна осетливост на рецепторите", "Претерана гојазност", "Разлики во структурата и активноста на ензимите важни за активација на лекот"]
    //       },
    //       {
    //         "question": "Лековите најчесто се дозираат према (2 одг):",
    //         "answer": ["Телесна тежина", "Телесна површина"],
    //         "options": ["Генетски полиморфизам", "Телесна тежина", "Популациона генетика", "Телесна површина", "Циркардијален ритам"]
    //       },
    //       {
    //         "question": "Кои од наведените механизми учествуваат во трансмембранското пренсување на сигнали (2 одг):",
    //         "answer": ["Пренсување со посредство на G протеини и интрацелуларни втор гласник", "Пренсување со посредство на трансмембрански рецепторни протеини"],
    //         "options": ["Пренсување со посредство на дифузија", "Пренсување со посредство на G протеини и интрацелуларни втор гласник", "Пренсување со посредство на трансмембрански рецепторни протеини", "Пренесување со посредство на катехомалини", "Пренесување со посредство на коњугација", "Регулирање на ефектот на лекот"]
    //       },
    //       {
    //         "question": "Способност на лекот да се врзе за рецептор се вика:",
    //         "answer": "Афинитет",
    //         "options": ["Ефикасност", "Регулација", "Афинитет", "Специфичност", "Селективност"]
    //       },
    //       {
    //         "question": "Кои од следните тврдења се точни за рецепторите (2 одг):",
    //         "answer": ["Рецепторите се важни за селективноста на дејството на лековите", "Рецепторите посредуваат во дејството на фармаколошки антагонисти"],
    //         "options": ["Рецепторите се важни за селективноста на дејството на лековите", "Рецепторите не се вклучени во дејството на фармаколошките антагонисти", "Рецепторите не се важни за селективноста на дејството на лековите", "Рецепторите посредуваат во дејството на фармаколошки антагонисти", "Рецепторите се најчесто во својот состав јаглени хидрати"]
    //       },
    //       {
    //         "question": "Кои долу наведени лекови припаѓаат во групата на инхибитори на метаболизмот на лековите (3 одговори се точни):",
    //         "answer": ["Циметидин", "Кетоконазол", "Хлорамфеникол"],
    //         "options": ["Фенитоин", "Циметидин", "Кетоконазол", "Рифампицин", "Гризеофулвин", "Хлорамфеникол"]
    //       },
    //       {
    //         "question": "Кои три од наведените органи се добро васкуларизирани (3 одговори се точни):",
    //         "answer": ["Срце", "Ендокрини жлезди", "Црн дроб"],
    //         "options": ["Срце", "Мускули", "Кожа", "Ендокрини жлезди", "Коски", "Црн дроб"]
    //       },
    //       {
    //         "question": "Две од наведените молекули претставуваат втори гласник во траисмембранскиот пренос на сигнали:",
    //         "answer": ["Јони на калциум", "Фосфоинозитиди"],
    //         "options": ["Јони на калиум", "Јони на натриум", "Јони на калциум", "Јони на хлор", "Фосфоинозитиди", "Адреналин"]
    //       },
    //       {
    //         "question": "Кои долу наведените лекови припаѓаат во групата на индуктори на метаболизмот на лековите (3 одговори се точни):",
    //         "answer": ["Фенитоин", "Рифампицин", "Гризеофулвин"],
    //         "options": ["Фенитоин", "Циметидин", "Кетоконазол", "Рифампицин", "Гризеофулвин", "Хлорамфеникол"]
    //       },
    //       {
    //         "question": "Кои три од наведените органи се слабо васкуларизирани (3 одговори се точни):",
    //         "answer": ["Тетиви", "Кожа", "Коски"],
    //         "options": ["Срце", "Тетиви", "Кожа", "Ендокрини жлезди", "Коски", "Црн дроб"]
    //       },
    //       {
    //         "question": "Причини за промена на квалитетот и/или квантитетот на дејството на лекот може да бидат (3 одг):",
    //         "answer": ["Интерклеточни интеракции", "Рецепторски интеракции", "Фармакокинетски интеракции"],
    //         "options": ["Интерклеточни интеракции", "Рецепторски интеракции", "Тромбоцитопении", "Функционални интеракции", "Фармакокинетски интеракции"]
    //       },
    //       {
    //         "question": "Врзувањето на лек-рецептор може да биде со (2 одг):",
    //         "answer": ["Водородна, јонска или неполарни хемиски врски", "Цврсти ковалентни врски"],
    //         "options": ["Ензимски реакции", "Водородна, јонска или неполарни хемиски врски", "Адсорбентни врски", "Цврсти ковалентни врски", "Процеси на амплификација"]
    //       },
    //       {
    //         "question": "Од врзување на лек-рецептор може да се јави (2 одг):",
    //         "answer": ["Да се генерира стимулус", "Нема генерирање на стимулус"],
    //         "options": ["Поништување на рецепторот", "Да се генерира стимулус", "Да се биотрансформира лекот", "Нема генерирање на стимулус", "Се спречува егзоцитоза"]
    //       },
    //       {
    //         "question": "Спрема карактерот дејството на лекот може да биде (2 одг):",
    //         "answer": ["Примарно", "Секундарно"],
    //         "options": ["Терциерно", "Примарно", "Лонгитудинално", "Секундарно", "Токсично"]
    //       },
    //       {
    //         "question": "Специфично дејство на лекот го диктираат (2 одг):",
    //         "answer": ["Структурата на молекулата на лекот", "Активниот дел на клетката со кој реагира лекот"],
    //         "options": ["Ендоцитозата", "Структурата на молекулата на лекот", "Вторите интраклеточни гласници", "Активниот дел на клетката со кој реагира лекот", "Трансмембранска трансмисија на сигналите"]
    //       },
    //       {
    //         "question": "Надолна регулација на рецепторите резултира со (2 одг):",
    //         "answer": ["Самлување на бројот на рецепторите", "Намалување на афинитетот на рецепторите"],
    //         "options": ["Промени на топиката на рецепторите", "Самлување на бројот на рецепторите", "Промени на стереокомформацијата на рецепторите", "Намалување на афинитетот на рецепторите", "Појава на рецепторни изоформи"]
    //       },
    //       {
    //         "question": "Процесот на врзана фракција на лекот за протеини е битен (2 одг):",
    //         "answer": ["Елиминација на лекот", "Можни интеракции со др лекови"],
    //         "options": ["Минутниот волумен на срцето", "Елиминација на лекот", "Клиренс на инулин", "Можни интеракции со др лекови", "Тератогени малформации"]
    //       },
    //       {
    //         "question": "Волуменна дистрибуција зависи од (3 одг):",
    //         "answer": ["Степенот на врзување на плазматските протеини", "Постоење на патолошки состојби", "Возраст и пол"],
    //         "options": ["Портален крвоток", "Степенот на врзување на плазматските протеини", "Експираторен волумен", "Постоење на патолошки состојби", "Психоагитирани синдроми", "Возраст и пол"]
    //       },
    //       {
    //         "question": "Перфузиониот проток и перфузиониот притисок се доминантни за брзината и обемот на лековите:",
    //         "answer": ["Со мала молекулска маса", "Со силна липофилност"],
    //         "options": ["Со голема молекулска маса", "Со мала молекулска маса", "Со хидрофилни особини", "Со силна липофилност", "Нерастворливи лекови"]
    //       },
    //       {
    //         "question": "Податоци за дистрибуција кај луѓе добиваме преку:",
    //         "answer": ["Мерење на концентрациите во крв, плазма, серум"],
    //         "options": ["Мерење на концентрациите на лекот во ткивата", "Мерење на концентрациите на лекот во екскреторните медиуми", "Мерење на концентрациите во крв, плазма, серум", "Мерење на концентрациите во солзи, урина, млеко"]
    //       },
    //       {
    //         "question": "Перорален начин на давање на лековите:",
    //         "answer": ["Предизвикува најчести несакани ефекти на гастроинтестиналниот тракт"],
    //         "options": ["Е најдобар во ургентни состојби", "Овозможува да нема ефект на прво поминување низ црниот дроб", "Предизвикува најчести несакани ефекти на гастроинтестиналниот тракт", "Може да се примени за сите лекови"]
    //       },
    //       {
    //         "question": "Доколку еден лек го потенцира дејството на др лек се работи за:",
    //         "answer": ["Синергизам"],
    //         "options": ["Комбинација", "Кумулација", "Полипрагмазија", "Синергизам", "Антагонизам"]
    //       },
    //       {
    //         "question": "По својот состав рецепторите најчесто се (2 одг):",
    //         "answer": ["Протеини", "Нуклеински киселини"],
    //         "options": ["Протеини", "Јаки киселини", "Метилксантини", "Слаби киселини", "Органофосфорни", "Нуклеински киселини"]
    //       },
    //       {
    //         "question": "Со истиснување на еден лек (прв лек) од неговото место на врзување за плазмените протеини од страна на др лек (втор лек) може да се јават:",
    //         "answer": ["Несакани дејства од првиот лек"],
    //         "options": ["Несакани дејства од првиот лек", "Несакани дејства од вториот лек", "Нема несакани дејства", "Зголемување на концентрацијата на протеини во крвта", "Намалување на концентрацијата на протеини во крвта"]
    //       },
    //       {
    //         "question": "Кумулација е:",
    //         "answer": ["Појава при која давање на секоја наредна доза затекнува количина од претходната доза на лекот"],
    //         "options": ["Специфична особина на лекот", "Појава која се јавува само кај кардиотонични гликозиди", "Појава при која давање на секоја наредна доза затекнува количина од претходната доза на лекот", "Најчесто предизвикана со брзо елиминирање на дадениот лек"]
    //       },
    //       {
    //         "question": "Под афинитет се подразбира:",
    //         "answer": ["Способност на лекот да се врзе за рецепторот"],
    //         "options": ["Намалување на бројот на рецептори во присуство на лекот", "Способност на лекот да се врзе за рецепторот", "Степенот на отстапување од нормалната физиолошка функција предизвикана од лекот", "Регулирање на ефектот на лекот"]
    //       },
    //       {
    //         "question": "Во најпознати втори гласници од наброените спаѓаат (2 одг):",
    //         "answer": ["Јонум на калциум", "Цикличен аденозин монофосфат"],
    //         "options": ["Јонум на калциум", "Јони на магнезиум", "Јону на натриум", "Цикличен аденозин монофосфат", "Меркаптопурини", "Метилксантини"]
    //       },
    //       {
    //         "question": "Тубуларна секреција е:",
    //         "answer": ["Активен процес"],
    //         "options": ["Активен процес", "Пасивен процес"]
    //       },
    //       {
    //         "question": "Заокружи кои реакции не спаѓаат во реакции на коњугација (2 одг):",
    //         "answer": ["Оксидација", "Редукција"],
    //         "options": ["Метилација", "Ацетилација", "Создавање сулфати", "Оксидација", "Редукција"]
    //       },
    //       {
    //         "question": "Да се заокружи точното тврдење во однос на селективноста на лековите:",
    //         "answer": ["Селективноста на лековите зависи од големината на применетата доза"],
    //         "options": ["Селективноста на лековите ја карактеризира латентен период", "Основната карактеристика на селективноста на лековите е што нема латентен период", "Селективноста на лековите не зависи од големината на применетата доза", "Селективноста на лековите зависи од големината на применетата доза"]
    //       },
    //       {
    //         "question": "Антидотите по својата природа се:",
    //         "answer": ["Антагонисти"],
    //         "options": ["Синергисти", "Антагонисти", "Агонисти", "Опортунисти", "Ниту едно од наведените"]
    //       },
    //       {
    //         "question": "Да се заокружат точните тврдења во врска со проаѓањето преку телесните мембрани на јонизирани лекови (2 одг):",
    //         "answer": ["Лековите кои се јонизирани преоѓаат преку телесните мембрани во недисоциран облик", "Во колку постои поголем процент на недисоцирани молекули на лекот, поголема количина на лекот проаѓа преку телесната мембрана"],
    //         "options": ["Лековите кои се јонизирани преоѓаат преку телесните мембрани во дисоциран облик", "Лековите кои се јонизирани преоѓаат преку телесните мембрани во недисоциран облик", "Во колку постои поголем процент на дисоцирани молекули на лекот, поголема количина на лекот проаѓа преку телесната мембрана", "Во колку постои поголем процент на недисоцирани молекули на лекот, поголема количина на лекот проаѓа преку телесната мембрана"]
    //       },
    //       {
    //         "question": "Сублингвален начин на давање на лекови се применува:",
    //         "answer": ["За да се постигне побрза ресорпција"],
    //         "options": ["За да не дојде лекот во системска циркулација", "За да се постигне побрза ресорпција", "За лекот подобро да делува на ЦНС", "За да се одбегне оштетување на срцето", "За да се одбегне елиминација преку бубрези"]
    //       },
//   {
//     "question": "Глукокортикоиди не се употребуваат кај пациенти со?",
//     "answer": ["Улкусна болест"],
//     "options": ["Кожни егземи", "Улкусна болест", "Ревматоиден артрит", "Хемолитичка анемија", "Астма"]
//   },
//   {
//     "question": "Дејствата на глукокортикоиди се (2 одг)?",
//     "answer": ["Антиинфламаторно", "Имуносупресивно"],
//     "options": ["Антиинфламаторно", "Антиаритмиско", "Антихипертензивно", "Имуносупресивно", "Бактерицидно"]
//   },
//   {
//     "question": "Кои од наведените припаѓаат на системски хемостатици (2 одг)?",
//     "answer": ["Витамин К", "Фибриноген"],
//     "options": ["Витамин К", "Витамин Б12", "Еноксапарин", "Фибриноген", "Надропарин"]
//   },
//   {
//     "question": "Кој од наведените локални анестетици се користи како антиаритмиски лек?",
//     "answer": ["Лидокаин"],
//     "options": ["Кокаин", "Ропивакаин", "Бупивакан", "Лидокаин"]
//   },
//   {
//     "question": "Во групата на блокатори на H2 рецептори спаѓаат (2 одг)?",
//     "answer": ["Ранитидин", "Фамотидин"],
//     "options": ["Мизопростол", "Ранитидин (+фамотидин, циметидин, низатидин)", "Цетиризин", ".....атидин", ".....атидин"]
//   },
//   {
//     "question": "......... на простагландини врз слузнивцата на желудникот опфаќа?",
//     "answer": ["Инхибиција на секреција на HCl", "........секреција на слуз и бикарбонати"],
//     "options": ["Инхибиција на секреција на HCl", "........секреција на слуз и бикарбонати", "...... на крвните садови на слузницата на желудникот", "Создавање на желатинозен слој", "Сите наведени дејства?", "Ниедно од наведените"]
//   },
//   {
//     "question": ".............. третман на астма од прв избор се 2 адренергично агонисти",
//     "answer": ["2 адренергично агонисти"],
//     "options": ["1 адренергично агонисти", "Антихолинергични лекови", "Кортикостероиди", "2 адренергично агонисти"]
//   },
//   {
//     "question": "Кој од наведените се комбинира со сулбактам?",
//     "answer": ["Ампицилин"],
//     "options": ["Клоксалицин", "Офлоксацин", "Амоксицилин", "Серталин", "Ампицилин"]
//   },
//   {
//     "question": "Кој од наведените е механизам на резистенција на микроорганизмите?",
//     "answer": ["Пренесување на бактерии помеѓу луѓето"],
//     "options": ["Пренесување на ген за резистенција помеѓу луѓето", "Намалување на брзина на проток на крв низ бубрезите", "Пренесување на бактерии помеѓу луѓето", "Намалување на ежекциона фракција на срцето", "Намалување на метаболизмот во хепарот"]
//   },
//   {
//     "question": "Витамин Д се употребува за терапија на?",
//     "answer": ["Остеомалација"],
//     "options": ["Фрактура на коски", "Бери бери", "Остеомалација", "Хипогликемија", "Тиреотоксикоза"]
//   },
//   {
//     "question": "Во групата на орални антидијабетици спаѓаат (2 одг)?",
//     "answer": ["Глибенкламид", "Репаглидин"],
//     "options": ["Глукагон", "Глибенкламид", "Нифуроксазид", "Репаглидин", "Хитрофурантоин"]
//   },
//   {
//     "question": "Кој од наведените невротрансмитери предизвикува инхибиторна хиперполаризација?",
//     "answer": ["Глицин"],
//     "options": ["Глутамат", "Аспартат", "Серотонин", "Норадреналин", "Глицин"]
//   },
//   {
//     "question": "Кој од наведените антиепилептици е исто така ефикасен во лекување на тригеминална невралгија?",
//     "answer": ["Карбамазепин"],
//     "options": ["Примидон", "Талирамат", "Карбамазепин", "Памотри...?"]
//   },
//   {
//     "question": "Гастроинтестинална иритација, КВС ефекти вентрикуларна тахикардија, аритмии или ортостатска хипотензија моторни нарушувања и симптоми на прекин на лекот се можни несакани реакции од?",
//     "answer": ["Леводопа"],
//     "options": ["Амантадин", "Бензтропин", "Леводопа", "Селегилин"]
//   },
//   {
//     "question": "Кој од наведените лекови дејствува преку инхибиција на синтеза на нуклеински киселини во бактериите?",
//     "answer": ["Ципрофлоксацин"],
//     "options": ["Азитромицин", "Амоксицилин", "Метицилин", "Ципрофлоксацин", "Кларитромицин"]
//   },
//   {
//     "question": "При употреба на изонијазид потребна е особена претпазливост кај пациенти со?",
//     "answer": ["Хепатална инсуфициенција"],
//     "options": ["Аритмии", "Срцева инсуфициенција", "Хепатална инсуфициенција", "Псоријаза"]
//   },
//   {
//     "question": "Кој од наведените антибиотици има бактерицидно дејство?",
//     "answer": ["Клоксалицин"],
//     "options": ["Котримоксазол", "Доксициклин", "Еритромицин", "Хлорамфеникол", "Сулфаметоксазол"]
//   },
//   {
//     "question": "Кој од наведените лекови припаѓа на групата антистафилококни пеницилини?",
//     "answer": ["Клоксалицин"],
//     "options": ["Азитромицин", "Клоксалицин", "Феноксиметилпеницилин", "Прокаин бензин пеницилин", "Ванкомицин"]
//   },
//   {
//     "question": "Кој од наведените лекови не ја намалува цревната перисталтика?",
//     "answer": ["Метилцелулоза"],
//     "options": ["Бисакодил", "Метилцелулоза", "Лоперамид", "Магнезиум алуминиум силикат"]
//   },
//   {
//     "question": "Кој од наведените антиаритмици делуваат преку блокада на калиумови канали?",
//     "answer": ["Соталол"],
//     "options": ["Верапамил", "Соталол", "Пропранолол", "Пропафенон", "Дилтиазем"]
//   },
//   {
//     "question": "Кои 2 од наведените се несакани дејства карактеристични за антагонисти на бета адрнергични рецептори?",
//     "answer": ["Брадикардија", "Хипогликемија"],
//     "options": ["Брадикардија", "Тироидна дисфункција", "Белодробна фиброза", "Хипогликемија", "Тахикардија"]
//   },
//   {
//     "question": "Која од наведените групи на антихипертензивни лекови го намалуваат метаболизмот на брадикинин?",
//     "answer": ["АКЕ инхибитори"],
//     "options": ["Диуретици", "Ганглиски блокатори", "АКЕ инхибитори", "Антагонисти на алфа адренергични рецептори"]
//   },
//   {
//     "question": "Фуросемид врз нефронот делува на ниво на?",
//     "answer": ["Хенлеова петелка"],
//     "options": ["Проксимални тубули", "Дистални тубули", "Хенлеова петелка", "Собирни каналчиња"]
//   },
//   {
//     "question": "Кои 2 антибиотика делуваат преку инхибиција на бактериска ДНА гираза?",
//     "answer": ["Ципрофлоксацин", "Левофлоксацин"],
//     "options": ["Ципрофлоксацин", "Цефалексин", "Левофлоксацин", "Моксифлоксацин", "Ампицилин"]
//   },
//   {
//     "question": "Кој од долунаведените лекови се користи за хронична долготрајна терапија на мијастенија гравис?",
//     "answer": ["Неостигмин"],
//     "options": ["Едрофониум", "Неостигмин", "Ехотиофат", "Карбахол"]
//   },
//   {
//     "question": "Кој од следните лекови е блокатор и на мускарински и на никотински рецептори?",
//     "answer": ["Хексаметониум"],
//     "options": ["Атропин", "Бензтропин", "Хексаметониум", "Сукцинилхолин"]
//   },
//   {
//     "question": "Атропин предизвикува?",
//     "answer": ["Мидријаза, зголемен интраокуларен притисок, циклоплегија"],
//     "options": ["Миоза, намален интраокуларен притисок, циклоспазам", "Мидријаза, зголемен интраокуларен притисок, циклоплегија", "Миоза, зголемен интраокуларен притисок, циклоплегија", "Мидријаза, зголемен интраокуларен притисок, циклоспазам"]
//   },
//   {
//     "question": "Контраиндикации за употреба на антимускарински лекови се сите освен?",
//     "answer": ["Бронхијална астма"],
//     "options": ["Глауком", "Мијастенија", "Бронхијална астма", "Паралитичен илеус и атонија на мочен меур"]
//   },
//   {
//     "question": "Одберете хипнотик кој е дериват на бензодијазепини?",
//     "answer": ["Флуразепам"],
//     "options": ["Золпидем", "Флуразепам", "Секобарбитал", "Фенобарбитон"]
//   },
//   {
//     "question": "Барбитратите го забрзуваат метаболизмот на?",
//     "answer": ["Сите наведени"],
//     "options": ["Антикоагуланси", "Дигиталис", "Гликокотикоиди", "Сите наведени"]
//   },
//   {
//     "question": "Невролептици не треба да се користат кај (2 одг)?",
//     "answer": ["Паркинсонова болест", "Хиперемезис гравидитарум"],
//     "options": ["Шизофрении", "Депресивни психози", "Хиперемезис гравидитарум", "Паркинсонова болест", "Манични растројства"]
//   },
//   {
//     "question": "Селективни инхибитори на серотонински reuptake се (3одг)?",
//     "answer": ["Флуоксетин", "Пароксетин", "Серталин"],
//     "options": ["Транилципромин", "Флуоксетин", "Литиум", "Пароксетин", "Серталин", "Халоперидол"]
//   },
//   {
//     "question": "Бромокриптин е?",
//     "answer": ["Парцијален агонист на пресинаптични допамински Д2 рецептори"],
//     "options": ["Парцијален блокатор на пресинаптички допамински Д2 рецептори", "Селективен блокатор на алфа2 рецептори", "Парцијален агонист на пресинаптични допамински Д2 рецептори", "Парцијален блокатор на аденилат циклаза"]
//   },
//   {
//     "question": "Лекови од прв избор за несоница се (2 одг)?",
//     "answer": ["Золпидем", "Лоразепам"],
//     "options": ["Квазепам", "Золпидем", "Хлоразепат", "Лоразепам", "Метронидазол"]
//   },
//   {
//     "question": "Антагонист на бензодијазепините е?",
//     "answer": ["Флумазенил"],
//     "options": ["Алпразолам", "Диазепам", "Флумазенил", "Золпидем"]
//   },
//   {
//     "question": "Кај парцијална – фокална епилепсија најдобри ефекти се постигнуваат со (2 одг)?",
//     "answer": ["Карбамазепин", "Валпроична киселина"],
//     "options": ["Фенобарбитон", "Фенитоин", "Клоназепам", "Карбамазепин", "Валпроична киселина"]
//   },
//   {
//     "question": "Сите наведени искази што се однесуваат на кардиотоничните гликозиди се точни ОСВЕН?",
//     "answer": ["Ја намалуваат концентрацијата на интрацелуларниот калциум"],
//     "options": ["Ја инхибираат активноста на На+/К+ АТПаза", "Ја намалуваат концентрацијата на интрацелуларниот калциум", "Ја зголемуваат вагусната активност", "Ја продолжуваат рефрактерноста на AV чворот"]
//   },
//   {
//     "question": "Лекови кои најчесто се користат во третман на срцева слабост се?",
//     "answer": ["Сите горе наведени"],
//     "options": ["Кардиотонични гликозиди", "Диуретици", "АКЕ инхибитори", "Сите горе наведени"]
//   },
//   {
//     "question": "Кој од следниве лекови се класа Ic антиаритмици?",
//     "answer": ["Флекаинид"],
//     "options": ["Флекаинид", "Соталол", "Лидокаин", "Верапамил"]
//   },
//   {
//     "question": "Кои се најчестите несакани дејства од примената на антидепресиви (2 одг)?",
//     "answer": ["Ретенција на урина", "Седација"],
//     "options": ["Еуфорија", "Забрзана перисталтика", "Ретенција на урина", "Седација", "Зголемена саливација"]
//   },
//   {
//     "question": "Кој лек припаѓа на групата на антагонисти на леукотриенски рецептори?",
//     "answer": ["Зафирлукаст"],
//     "options": ["Беклометазон", "Тиотропиум", "Зафирлукаст", "Кромогликат"]
//   },
//   {
//     "question": "На ниво на дисталните тубули делува еден од долунаведените диуретици?",
//     "answer": ["Хидрохлортиазид"],
//     "options": ["Спиринолактон", "Хидрохлортиазид", "Фуросемид", "Амилорид"]
//   },
//   {
//     "question": "Ранитидин ја намалува секрецијата на желудечната киселина преку?",
//     "answer": ["Блокада на хистамиснки H2 рецептори"],
//     "options": ["Инхибиција на протонска пумпа", "Неутрализација на желудочната содржина", "Стимулација на хистамински H2 рецептори", "Блокада на хистамиснки H2 рецептори", "Блокада на М1 мускарински рецептори"]
//   },
//   {
//     "question": "Кое од долунаведените несакани дејства е како резултат на употреба на клонидин?",
//     "answer": ["Седативно и хипнотично средство"],
//     "options": ["Паркинсонов синдром", "Седативно и хипнотично средство", "Агранулоцитоза и апластична анемија", "Сува кашлица"]
//   },
//   {
//     "question": "Кои од наведените бактерии се резистентни, на кларитромицин (2 одг)?",
//     "answer": ["Ентеробактерии", "Псеудомонас"],
//     "options": ["Хеликобактер пилори", "Ентеробактерии", "Легионела пневмофила", "Мораксела катаралис", "Псеудомонас"]
//   },
//   {
//     "question": "Кој од наведените локални анестетици главно се користи за регионална анестезија?",
//     "answer": ["Прокаин"],
//     "options": ["Дибукаин", "Алфентанил", "Прокаин", "Коакин"]
//   },
//   {
//     "question": "Кој од наведените лекови го намалува крвнио притисок преку дејство на ЦНС?",
//     "answer": ["Клонидин"],
//     "options": ["Еналаприл", "Нифедипин", "Клонидин", "Метопролол"]
//   },
//   {
//     "question": "Во групата на седативни антихистаминици спаѓаат 2 од наведените?",
//     "answer": ["Фенирамин", "Хлорфенирамин"],
//     "options": ["Фенирамин", "Фенилефрин", "Лоратадин", "Левоцетиризин", "Хлорфенирамин"]
//   },
//   {
//     "question": "Ципрофлоксацин е антибиотик кој припаѓа во групата на?",
//     "answer": ["Кинолони"],
//     "options": ["Пеницилини", "Цефалоспорини", "Макролиди", "Кинолони"]
//   },
//   {
//     "question": "Сите наведени искази се точни во однос на фармаколошкото дејство на нитратите ОСВЕН?",
//     "answer": ["Ја зголемуваат потребата на миокардот за кислород"],
//     "options": ["Ја намалуваат потребата на миокардот за кислород", "Предизвикуваат дилатација на коронарни крвни садови", "Предизвикуваат релаксација на сите мазни мускули без оглед на локализацијата, инервацијата и причините за спазамот", "Ја зголемуваат потребата на миокардот за кислород"]
//   },
//   {
//     "question": "Кој од наведените ендогени вазоконстриктори го стимулираат ослободувањето на алдостерон од надбубрежните жлезди?",
//     "answer": ["Ангиотензин 2"],
//     "options": ["Ангиотензиноген", "Ангиотензин 2", "Ангиотензин 1", "АКЕ"]
//   },
//   {
//     "question": "Кои 2 од наведените лекови припаѓаат на групата на селективни инхибитори на превземање на серотонин?",
//     "answer": ["Флуоксетин", "Циталопрам"],
//     "options": ["Мапротилин", "Флуоксетин", "Ребоксетин", "Циталопрам", "Фенелзин"]
//   },
//   {
//     "question": "Кои 2 од наведените лекови припаѓаат на 2ра генерација на антипсихотични лекови?",
//     "answer": ["Оланзапин", "Рисперидон"],
//     "options": ["Халоперидол", "Оланзапин", "Флупентиксол", "Хлорпромазин", "Рисперидон"]
//   },
//   {
//     "question": "Нарушен срцев ритам предизвикан од употребата на дигоксин е како резултат на?",
//     "answer": ["Намалена спроводливост на АВ јазолот"],
//     "options": ["Намалена спроводливост на АВ јазолот", "Зголемена симпатичка активност", "Намалена контрактилност на миокардот", "Забрзана спроводливост преку АВ јазолот", "Забрзана срцева работа"]
//   },
//   {
//     "question": "Кои 2 од наведените несакани дејства се карактеристични за органските нитрати?",
//     "answer": ["Главоболка", "Постурална хипотензија"],
//     "options": ["Главоболка", "Гит пореметувања", "Бронхоконстрикција", "Постурална хипотензија", "Torsade de points"]
//   },
//   {
//     "question": "Кои 2 од наведените припаѓаат на НСАИЛ?",
//     "answer": ["Целекоксиб", "Ибупрофен"],
//     "options": ["Метадон", "Оксикодон", "Фенталин", "Целекоксиб", "Ибупрофен"]
//   },
//   {
//     "question": "Посочете ја вообичаената причина за смрт поради предозирање со хипнотици?",
//     "answer": ["Депресија на медуларниот центар (респираторен)"],
//     "options": ["Депресија на медуларниот центар (респираторен)", "Хипотермија", "Церебрален едем", "Статус епилептикус"]
//   },
//   {
//     "question": "Патофизиолошката основа на Паркинсоновата болест е?",
//     "answer": ["Селективен губиток на допаминергични неврони"],
//     "options": ["Селективен губиток на допаминергични неврони", "Губиток на некои холинергични неврони", "Губиток на ГАБА ергични неврони", "Губиток на глутаматни неврони"]
//   },
//   {
//     "question": "Кои 2 од следните бактерии се резистентни на кларитромицин?",
//     "answer": ["Enterobakterii", "Pseudomonaspp"],
//     "options": ["Bacillus species", "Helicobacter pylori", "Enterobakterii", "Pseudomonaspp", "Moraxella catharralis"]
//   },
//   {
//     "question": "За лекување на стафилококна сепса се употребуваат?",
//     "answer": ["Ванкомицин", "Цефуроксим"],
//     "options": ["Ванкомицин", "Цефуроксим", "Еритромицин", "Нитрофурантоин", "Мидекамицин"]
//   },
//   {
//     "question": "Кој од наведените лекови дејствува преку инхибиција на ензимот РНК полимераза?",
//     "answer": ["Рифампицин"],
//     "options": ["Азитромицин", "Амоксицилин", "Метицилин", "Рифампицин", "Кларитромицин"]
//   },
//   {
//     "question": "За лекување на улцеративен колитис се употребува?",
//     "answer": ["Сулфасалазин"],
//     "options": ["Сулфасалазин", "Рифампицин", "Етамбутол", "Ципрофлоксацин"]
//   },
//   {
//     "question": "Од групата на мукопротективи за третман на улкус се користат следните лекови (2 одг)?",
//     "answer": ["Хелати на бизмут", "Мисопростол"],
//     "options": ["Омепразол", "Хелати на бизмут", "Есомепразол", "Симетикон", "Мисопростол"]
//   },
//   {
//     "question": "Кои 2 од наведените лекови припаѓаат на класа Ib антиаритмици?",
//     "answer": ["Лидокаин", "Фенитоин"],
//     "options": ["Хинидин", "Лидокаин", "Пропафенон", "Фенитоин", "Флекаинид"]
//   },
//   {
//     "question": "Кој лек од класа III антиаритмици може да биде ефикасен во третманот на вентрикуларни аритмии да ја продолжува фаза 3 од срцевиот акциски потенцијал и да ги блокира калиумовите канали?",
//     "answer": ["Амиодарон"],
//     "options": ["Есмолол", "Амиодарон", "Лидокаин", "Пропафенон", "Хинидин"]
//   },
//   {
//     "question": "Кои 2 од наведените припаѓаат на групата опијати?",
//     "answer": ["Метадон", "Оксикодон"],
//     "options": ["Метадон", "Оксикодон", "Фенталин", "Морфин", "Хероин"]
//   },
//   {
//     "question": "Кој лек спаќа во иреверзибилни некомпететивни инхибитори на МАО?",
//     "answer": ["Фенелзин"],
//     "options": ["Фенелзин", "Серталин", "Моклобемид", "Миансерин", "Тразодон"]
//   },
//   {
//     "question": "Механизмот на дејство на Ланзопразол опфаќа?",
//     "answer": ["Инхибиција на дејство на H+/K+ ATPаза"],
//     "options": ["Неутрализација на желудочната киселина", "Зголемување на pH на желудочната содржина", "Инхибиција на дејство на H+/K+ ATPаза", "Создавање на механичка пречка за дејството на HCl врз улкусот", "Блокада на H2 рецептори"]
//   },
//   {
//     "question": "Како антагонист на мускаринските рецептори кај пациентите со хронична опструктивна пулмонална болест се користи?",
//     "answer": ["Тиотропиум"],
//     "options": ["Салметерол", "Салбутамол", "Кромогликат", "Будесонит", "Тиотропиум"]
//   }
]

